Repository: Szybet/koreader-inkbox
Catalog: koreader/l10n/*/koreader.po
Languages: lv

source: decrease
lv: samazināt

source: increase
lv: palielināt

source: Word Spacing
lv: Vārdu atstarpes

source: Word spacing
lv: Vārdu atstarpes

source: Set word spacing percentages: - how much to scale the width of each space character from its regular width, - by how much some of them can then be reduced to make more words fit on a line.
lv: Uzstādīt vārdu atstarpju attiecības: - cik daudz mērogot platumu katram atsarpes simbolam no tā standarta platuma, - cik daudz platumu var samazināt, lai rindā ietilpinātu vairāk vārdus.

source: Tells the rendering engine by how much to scale the width of each 'space' character in the text from its regular width, and by how much it can additionally reduce them to make more words fit on a line (100% means no reduction).
lv: Nosaka attēlošanas dzinim cik daudz mērogot atstarpes simbola platumu attiecībā pret atstarpes standarta platumu un par cik daudz papildus samazināt tās, lai ietilpinātu vairāk vārdus rindā (100% nozīmē bez samazināšanas).

source: Word Expansion
lv: Vārdu izplešanās

source: Max word expansion
lv: Maksimālā vārda izplešanās

source: On justified lines having too wide spaces, allow distributing the excessive space into words by expanding them with letter spacing. This sets the max allowed letter spacing as a % of the font size.
lv: Izlīdzinātās rindās, kurās ir platas atstarpes, atļaut izdalīt lieku atstarpi vārdos, palielinot atstarpes starp vārdu burtiem. Uzstāda kā maksimālās atļautās burtu atstarpes % no fonta izmēra.

source: Contrast
lv: Kontrasts

source: Font Weight
lv: Fonta svars

source: Font Hinting
lv: Fonta izcelšana

source: Font hinting is the process by which fonts are adjusted for maximum readability on the screen's pixel grid. - off: no hinting. - native: use the font internal hinting instructions. - auto: use FreeType's hinting algorithm, ignoring font instructions.
lv: Fonta izcelšana ir process, kura laikā fontus maksimāli pielāgo lasāmībai. - izslēgt: bez izcelšanas. - dabīgi: izmantot fontu iekšējās izcelšanas instrukcijas. - automātiski: izmantot FreeType izcelšanas algortimu, ignorējot fonta instrukcijas.

source: Font Kerning
lv: Fonta rakstsavirze

source: fast
lv: ātrs

source: good
lv: labs

source: best
lv: labākais

source: Alt Status Bar
lv: Alt statusa josla

source: Embedded Style
lv: Iegultie stili

source: Enable or disable publisher stylesheets embedded in the book. (Note that less radical changes can be achieved via Style Tweaks in the main menu.)
lv: Ieslēgt vai izslēgt publicista stila lapas, kuras glabājas grāmatā. (Mazāk radikālas izmaiņas var iegūt izmantojot Stila Uzlabojumus galvenajā izvēlnē.)

source: Embedded Fonts
lv: Iegultie fonti

source: Enable or disable the use of the fonts embedded in the book. (Disabling the fonts specified in the publisher stylesheets can also be achieved via Style Tweaks in the main menu.)
lv: Ieslēgt vai izslēgt grāmatās iešūto fontu lietošanu. (Atslēgt publicistu stila lapu fontus var arī caur Stila Uzlabojumiem no galvenās izvēlnes.)

source: Image Scaling
lv: Attēlu mērogošana

source: - 'fast' uses a fast but inaccurate scaling algorithm when scaling images. - 'best' switches to a more costly but vastly more pleasing and accurate algorithm.
lv: - 'ātrs' izmanto ātru bet neprecīzu mērogošanas algortimu kad mērogo attēlus. - 'labākais' pārslēdzas uz resursus prasīgāku, bet patīkamāku un precīzāku algoritmu.

source: Invert Images
lv: Invertēt attēlus

source: Disable the automagic inversion of images when nightmode is enabled. Useful if your book contains mainly inlined mathematical content or scene break art.
lv: Atslēgt automaģisko bilžu attēlošanu ja ir ieslēgts nakts režīms. Lietderīgi ja grāmata satur galvenokārt matemātisku saturu vai mākslu.

source: Ignore publisher page margins
lv: Ignorēt publicista lapu robežas

source: Force page margins to be 0, and may allow KOReader's margin settings to work on books where they would not.
lv: Uzspiest lapas robežas kā 0 un atļaut KOReader robežu iestatījumiem strādāt grāmatās, kurās tas normāli nestrādātu.

source: Ignore horizontal paragraph margins
lv: Ignorēt horizontālo rindkopu robežas

source: Ignore horizontal paragraph padding
lv: Ignorēt horizontālo rindkopu "padding"

source: Ignore vertical paragraph padding
lv: Ignorēt vertikālo rindkopu "padding"

source: Page breaks and blank pages
lv: Lapas pārtraukumi un tukšās lapas

source: Avoid blank page on chapter start
lv: Izlaist tukšu lapu nodaļas sākumā

source: Avoid blank page on chapter end
lv: Izlaist tukšo lapu nodaļas beigās

source: Avoid publisher page breaks
lv: Izvairīties no publicētāja lapas pārnesumiem

source: Disable all publisher page breaks, keeping only KOReader's epub.css ones. When combined with the two previous tweaks, all page-breaks are disabled.
lv: Atslēgt visus publicētāja lappuses pārnesumus, izmantojot tikai KOReader epub.css. Kombinējot ar iepriekšējiem diviem uzlabojumiem, visi lappušu pārnesumi ir atslēgti.

source: New page on headings
lv: Virsrakstus attēlot jaunā lapā

source: New page on <H1>
lv: <H1> attēlot jaunā lapā

source: New page on <H2>
lv: <H2> attēlot jaunā lapā

source: New page on <H3>
lv: <H3> attēlot jaunā lapā

source: New page on <H4>
lv: <H4> attēlot jaunā lapā

source: New page on <H5>
lv: <H5> attēlot jaunā lapā

source: New page on <H6>
lv: <H6> attēlot jaunā lapā

source: Widows and orphans
lv: Atraitnes un bāreņi

source: About widow and orphan lines
lv: Par atraitņu un bāreņu rindām

source: Widows and orphans are lines at the beginning or end of a paragraph, which are left dangling at the top or bottom of a page, separated from the rest of the paragraph. The first line of a paragraph alone at the bottom of a page is called an orphan line. The last line of a paragraph alone at the top of a page is called a widow line. Some people (and publishers) don't like widows and orphans, and can avoid them with CSS rules. To avoid widows and orphans, some lines have to be pushed to the next page to accompany what would otherwise be widows and orphans. This may leave some blank space at the bottom of the previous page, which might be more disturbing to others. The default is to allow widows and orphans. These tweaks allow you to change this behavior, and to override publisher rules.
lv: Atraitnes un bāreņi ir rindas paragrāfu sākumos un beigās, kuras ir atstātas vienas pašas lapas augšpusē vai apakšpusē, atdalītas no pārējā paragrāfa. Pirmā paragrāfa rinda atstāta lappuses apakšā tiek saukta par bāreņa rindu. Pēdējā paragrāfa rinda atstāta lappuses augšpusē tiek saukta par atraitnes rindu. Daži cilvēki (un publicētāji) nevēlas izmantot atraitņu un bāreņu rindas un no tām izvairās, izmantojot CSS likumus. Lai izvairītos no atraitņu un bāreņu rindām, dažas rindas var tikt ievietotas nākamajā lapā, lai tās nekļūtu par atraitņu vai bāreņu rindām. Papildus tukša vieta var tikt ievietota to vietā. Pēc noklusējuma atraitņu un bāreņu rindas ir ieslēgtas. Šie uzlabojumi ļauj jums to mainīt un pārrakstīt publicista likumus.

source: Avoid widows and orphans
lv: Izvairīties no atraitņu un bāreņu rindām

source: Avoid widow and orphan lines, allowing for some possible blank space at the bottom of pages.
lv: Izvairīties no atraitņu un bāreņu rindām - atļaut tukšas vietas lappušu apakšpusēs.

source: Avoid widows but allow orphans
lv: Izvairīties no atraitņu rindām, bet atļaut bāreņu rindas

source: Avoid widow lines, but allow orphan lines, allowing for some possible blank space at the bottom of pages. Allowing orphans avoids ambiguous blank space at the bottom of a page, which could otherwise be confused with real spacing between paragraphs.
lv: Izvairīties no atraitņu rindām, bet atļaut bāreņu rindas - papildus tukša vieta var parādīties lappušu apakšpusēs. Atļaujot bāreņu rindas novērš neskaidras tukšas vietas lappušu apakšpusēs, kuras var sajaukt ar reālām atstarpēm starp paragrāfiem.

source: Ignore publisher orphan and widow rules
lv: Ignorēt publicista bāreņu un atraitņu rindu likumus

source: Disable orphan and widow rules specified in embedded styles.
lv: Atslēgt bāreņu un atraitņu noteikumus norādītus iešūtajos stilos.

source: Text
lv: Teksts

source: Text alignment
lv: Teksta novietojums

source: Left align most text
lv: Pa kreisi līdzināt tekstu

source: Enforce left alignment of text in common text elements.
lv: Uzspiest teksta elementu pielīdzināšanu kreisajai malai.

source: Left align all elements
lv: Pa kreisi pielīdzināt visus elementus

source: Enforce left alignment of text in all elements.
lv: Uzspiest visu teksta elementu pielīdzināšanu kreisajai malai.

source: Justify most text
lv: Izkārtot tekstu

source: Text justification is the default, but it may be overridden by publisher styles. This will re-enable it for most common text elements.
lv: Teksta izkārtošana notiek pēc noklusējuma, bet publicista stili var to mainīt. Lielākajai daļai teksta elementu tiks ieslēgts pa jaunu.

source: Justify all elements
lv: Izkārtot visus elementus

source: Center headings
lv: Centrēt virsrakstus

source: Text direction
lv: Teksta virziens

source: About text direction
lv: Par teksta virzienu

source: Document direction RTL
lv: Dokumenta virziens RTL

source: Right align most text
lv: Pa labi pielīdzināt tekstu

source: Enforce right alignment of text in common text elements.
lv: Uzspiest teksta elementu pa labi pielīdzināšanu.

source: Right align all elements
lv: Pielīdzināt pa labi visus elementus

source: Enforce right alignment of text in all elements.
lv: Uzspiest visu teksta elementu pielīdzināšanu pa labi.

source: Document direction LTR
lv: Dokumenta virziens LTR

source: Hyphenation, ligatures, ruby
lv: Zilbjdale, ligatūras, rubīns

source: Allow hyphenation on all text
lv: Atļaut zilbjdales visur

source: Allow hyphenation on all text (except headings), in case the publisher has disabled it.
lv: Atļaut zilbjdales visur (izņemot virsrakstus) gadījumā ja publicētājs tās ir atslēdzis.

source: Disable common ligatures
lv: Atslēgt standarta ligatūras

source: Disable common ligatures, which are enabled by default in 'best' kerning mode.
lv: Atslēgt standarta ligatūras, kuras ir pēc noklusējuma ieslēgtas 'labākajā' rakstsavirzes režīmā.

source: Disable handling of <ruby> tags and render them inline.
lv: Atslēgt <ruby> birku apstrādi un attēlot tās rindā.

source: Ignore publisher font families
lv: Ignorēt publicista fontu saimes

source: Disable font-family specified in embedded styles.
lv: Atslēgt iešūtajos stilos norādītās fontu saimes.

source: Ignore publisher font sizes
lv: Ignorēt publicista fonta izmērus

source: Disable font-size specified in embedded styles.
lv: Atslēgt iešūtos stilus, kuri regulē fonta izmēru.

source: Ignore publisher line heights
lv: Ignorēt publicista rindu augstumus

source: Disable line-height specified in embedded styles, and may allow KOReader's line spacing settings to work on books where they would not.
lv: Atslēgt iešūtajos stilos norādīto rindu augstumu un atļaut KOReader rindas atstarpes iestatījumus pielietot grāmatām.

source: Enforce steady line heights
lv: Uzspiest vienmērīgus rindu augstumus

source: Prevent inline content like sub- and superscript from changing their paragraph line height.
lv: Novērst rindas augstuma izmaiņas ja tā satur augšrakstu un zemrakstu.

source: Smaller sub- and superscript
lv: Mazāku augšrakstu un apakšrakstu

source: Prevent sub- and superscript from affecting line-height.
lv: Novērst rindas augstuma izmaiņas ja tā satur augšrakstu un zemrakstu.

source: Paragraphs
lv: Rindkopas

source: Generic web browser paragraph style
lv: Ģenerisks tīmekļa pārlūka rindkopas stils

source: Display paragraphs as browsers do, in full-block style without indentation or justification, discarding KOReader's book paragraph style. This might be needed with some documents that expect this style as the default, and only use CSS when it needs to diverge from this default.
lv: Norādīt rindkopas tāpat kā pārlūki to dara pilna bloka stilā bez atkāpēm un izlīdzināšanas, nelietojot KOReader grāmatas rindkopas stilu. Daži dokumenti sagaida šo stilu kā noklusējuma un izmanto CSS tikai tad, kad atšķiras no noklusējuma.

source: Paragraph first-line indentation
lv: Rindkopas pirmās rindas atkāpe

source: No indentation on first paragraph line
lv: Nav atkāpes pirmajā rindā

source: Do not indent the first line of paragraphs.
lv: Neveidot atkāpes rindkopu pirmajās rindās.

source: Indentation on first paragraph line
lv: Atkāpe pirmajā rindkopas rindā

source: Indentation on the first line of a paragraph is the default, but it may be overridden by publisher styles. This will force KOReader's defaults on common elements.
lv: Atkāpes pirmajā rindkopas rindā ir ieslēgtas pēc noklusējuma, bet to var mainīt publicētāja stili. KOReader uzspiedīs noklusējuma iestatījumus vairumam elementu.

source: No indentation on first paragraph
lv: Bez atkāpes pirmajā rindkopā

source: Do not indent the first line of the first paragraph of its container. This might be needed to correctly display drop caps, while still having indentation on following paragraphs.
lv: Neizcelt pirmo rindu pirmajā rindkopā. Nepieciešams, lai korekti attēlotu rindkopas pirmo lielo burtu un saglabātu atkāpes nākamajās rindkopās.

source: No indentation on following paragraphs
lv: Bez atkāpes nākamajās rindkopās

source: Do not indent the first line of following paragraphs, but leave the first paragraph of its container untouched.
lv: Bez atkāpes pirmajās rindās nākamajās rindkopās, bet atstāt pirmo rindkopas konteineru neizmainītu.

source: Spacing between paragraphs
lv: Atstatums starp rindkopām

source: Add a line of whitespace between paragraphs.
lv: Pievienot tukšu rindu starp rindkopām.

source: Spacing between paragraphs (half)
lv: Atstatums starp rindkopām (puse)

source: Add half a line of whitespace between paragraphs.
lv: Pievienot tukšu pusrindu starp rindkopām.

source: No spacing between paragraphs
lv: Bez atstatuma starp rindkopām

source: No whitespace between paragraphs is the default, but it may be overridden by publisher styles. This will re-enable it for paragraphs and list items.
lv: Pēc noklusējuma tukšas rindas netiek ievietotas starp rindkopām, bet to var mainīt publicētāja stili. Tiks pievienotas visām rindkopām un saraksta priekšmetiem.

source: Tables
lv: Tabulas

source: Full-width tables
lv: Pilna platuma tabulas

source: Make table expand to the full width of the page. (Tables with small content now use only the width needed to display that content. This restores the previous behavior.)
lv: Likt tabulām izplesties pa visu lappusi. (Tabulas ar mazāku saturu izmantos tikai attēlošanai nepieciešamo platumu.)

source: Ignore publisher table and cell widths
lv: Ignorēt publicista tabulu un šūnu platumus

source: Ignore table and cells widths specified by the publisher, and let the engine decide the most appropriate widths.
lv: Ignorēt publicētāja norādītos tabulu un šūnu platumus un ļaut dzinējam izvēlēties piemērotākos platumus.

source: Center small tables
lv: Centrēt mazas tabulas

source: Horizontally center tables that do not use the full page width.
lv: Horizontāli centrēt tabulas, kuras neizmanto pilnas lapas platumu.

source: Ignore publisher vertical alignment in tables
lv: Ignorēt publicētāja vertikālo pielīdzināšanu tabulām

source: Alternate background color of table rows
lv: Dažādot fona krāsu tabulu rindām

source: Show borders on all tables
lv: Parādīt robežas visām tabulām

source: Links always black
lv: Saites vienmēr melnas

source: Links always blue
lv: Saites vienmēr zilas

source: Links always bold
lv: Saites vienmēr treknrakstā

source: Links never bold
lv: Saites nekad treknrakstā

source: Links always underlined
lv: Saites vienmēr pasvītrotas

source: Links never underlined
lv: Saites nekad nav pasvītrotas

source: Images
lv: Attēli

source: Full-width images
lv: Pilnizmēra attēli

source: Useful for books containing only images, when they are smaller than your screen. May stretch images in some cases.
lv: Noderīgi, ja grāmatas satur tikai attēlus, kuri ir mazāki par ekrānu. Daži attēli var tikt izstiepti.

source: Vertically center-align images relative to text
lv: Vertikāli centrēt attēlus relatīvi pret tekstu

source: Miscellaneous
lv: Dažādi

source: Ignore all <H1> to <H6>
lv: Ignorēt visus <H1> līdz <H6>

source: Ignore <H1>
lv: Ignorēt <H1>

source: Ignore <H2>
lv: Ignorēt <H2>

source: Ignore <H3>
lv: Ignorēt <H3>

source: Ignore <H4>
lv: Ignorēt <H4>

source: Ignore <H5>
lv: Ignorēt <H5>

source: Ignore <H6>
lv: Ignorēt <H6>

source: List items
lv: Saraksta priekšmeti

source: Force bullets with unordered lists
lv: Uzspiest uzsvēruma punktus ar nesakārtotiem sarakstiem

source: Force decimal numbers with ordered lists
lv: Uzspiest decimālskaitļus ar sakārtotiem sarakstiem

source: Disable before/after pseudo elements
lv: Atslēgt pirms/pēc pseido elementus

source: Disable generated text from ::before and ::after pseudo elements, usually used to add cosmetic text around some content.
lv: Atslēgt ģenerēto tekstu no ::before un ::after pseido elementiem, parasti izmanto, lai pievienotu kosmētisku tekstu apkārt saturam.

source: Pure black and white
lv: Melns un balts

source: Enforce black text and borders, and remove backgrounds.
lv: Uzspiest melnu tekstu un robežas un noņemt fonus.

source: In-page footnotes
lv: Lappuses vēre

source: In-page FB2 footnotes
lv: Lappuses FB2 vēre

source: Show FB2 footnote text at the bottom of pages that contain links to them.
lv: Rādīt FB2 vēres tekstu lappuses apakšpusē, kuras satur saites uz tām.

source: In-page FB2 endnotes
lv: Lappuses FB2 beigu vēre

source: Show FB2 endnote text at the bottom of pages that contain links to them.
lv: Rādīt FB2 beigu vēres tekstu lappuses apakšā, kura satur saites uz tām.

source: Keep regular font size
lv: Paturēt regulāro fonta izmēru

source: FB2 footnotes and endnotes get a smaller font size when displayed in-page. This allows them to be shown with the normal font size.
lv: FB2 vēres un beigu vēres izmantos mazāku fonta izmēru ja tiks attēlotas lappusē. Šis iestatījums atļauj tās rādīt ar regulāru fonta izmēru.

source: In-page EPUB footnotes
lv: Lappuses EPUB vēres

source: Show EPUB footnote text at the bottom of pages that contain links to them. This only works with footnotes that have specific attributes set by the publisher.
lv: Rādīt EPUB vēres tekstu lappuses apakšā, kuras satur saites uz tām. Tas tikai strādā ar vērēm, kurām ir specifiski, publicētāja uzstādīti atribūti.

source: In-page EPUB footnotes (smaller)
lv: Lappuses EPUB vēres (mazākas)

source: In-page Wikipedia footnotes
lv: Lappuses Wikipedia vēres

source: Show footnotes at the bottom of pages in Wikipedia EPUBs.
lv: Rādīt vēri lappuses apakšpusē Wikipedia EPUB failos.

source: In-page Wikipedia footnotes (smaller)
lv: Lappuses Wikipedia vēres (mazākas)

source: In-page classic classname footnotes
lv: Lappuses klasiska klases nosaukuma vēres

source: Show footnotes with classic classnames at the bottom of pages. This tweak can be duplicated as a user style tweak when books contain footnotes wrapped with other class names.
lv: Rādīt vēres ar klasiskiem klašu nosaukumiem lappuses apakšpusē. Šis uzlabojums var tikt dublēts kā lietotāja stila uzlabojums, kad grāmata satur vēres ar dažādiem klašu nosaukumiem.

source: In-page classic classname footnotes (smaller)
lv: Lappuses klasisko klašu nosaukumu vēres (mazākas)

source: Public Domain
lv: Publiskais domēns

source: Public Domain (copyright expired, published 1935)
lv: Publiskais domēns (autortiesības beigušās, publicēts 1935)

source: Public Domain (copyright expired, published 1880)
lv: Publiskais domēns (autortiesības beigušās, publicēts 1880)

source: Public Domain (copyright expired, published 1913)
lv: Publiskais domēns (autortiesības izbeigušās, publicēts 1913)

source: Public Domain (copyright expired, published 1910)
lv: Publiskais domēns (autortiesības izbeigušās, publicēts 1910)

source: Afrikaans
lv: Afrikandu

source: Arabic
lv: Arābu

source: Azerbaijani
lv: Azerbaidžāņu

source: Belarusian
lv: Baltkrievu

source: Bengali
lv: Bengāļu

source: English
lv: Angļu

source: Persian
lv: Persiešu

source: Gujarati
lv: Gudžaratu

source: Hausa
lv: Hausu

source: Hebrew
lv: Ebreju

source: Hindi
lv: Indiešu

source: Indonesian
lv: Indonēziešu

source: Javanese
lv: Javas

source: Kannada
lv: Kannadu

source: Kazakh
lv: Kazahu

source: Khmer
lv: Khmeru

source: Kurdish
lv: Kurdu

source: Lao
lv: Laosiešu

source: Luxembourgish
lv: Luksemburgiešu

source: Malayalam
lv: Malajamaliešu

source: Marathi
lv: Marathu

source: Malagasy
lv: Malgašu

source: Maltese
lv: Maltiešu

source: Mongolian
lv: Mongoļu

source: Maori
lv: Mauru

source: Malay
lv: Malajiešu

source: Albanian
lv: Albāņu

source: Sundanese
lv: Sundu

source: Swahili
lv: Svahiliešu

source: Tamil
lv: Tamiliešu

source: Tajik
lv: Tadžikiešu

source: Thai
lv: Taizemiešu

source: Uzbek
lv: Uzbeku

source: Vietnamese
lv: Vjetnamiešu

source: Yiddish
lv: Jidišs

source: Yoruba
lv: Jorubu

source: Hawaiian
lv: Havajiešu

source: Page Crop
lv: Lapas izgriešana

source: Allows cropping blank page margins in the original document. This might be needed on scanned documents, that may have speckles or fingerprints in the margins, to be able to use zoom to fit content width. - 'none' does not cut the original document margins. - 'auto' finds content area automatically. - 'semi-auto" finds content area automatically, inside some larger area defined manually. - 'manual" uses the area defined manually as-is. In 'semi-auto' and 'manual' modes, you may need to define areas once on an odd page number, and once on an even page number (these areas will then be used for all odd, or even, page numbers).
lv: Atļauj nogriezt tukšas lapas malas oriģinālajā dokumentā. Var būt nepieciešams skenētiem dokumentiem, lai varētu pietuvināt, lai satura platums sakristu ar ekrāna platumu. - 'bez' nenogriezt oriģinālā dokumenta malas. - 'automātiski' atrast saturu automātiski. - 'pusautomātiski' manuāli definēt laukumu, kurā atrast saturu automātiski. - 'manuāli' izmanto manuāli definēto laukumu. 'Pusautomātiskajā' un 'manuālajā' režīmā pāra un nepāra lappusēs nepieciešams manuāli definēt laukumus.

source: Margin
lv: Mala

source: Set margins to be applied after page-crop and zoom modes are applied.
lv: Uzstādīt malas, kuras tiks pievienotas pēc izgriešanas un pietuvināšanas.

source: Auto Straighten
lv: Auto iztaisnošana

source: Horizontal overlap
lv: Horizontālā pārklāšanās

source: Set horizontal zoom overlap (between columns).
lv: Uzstādīt horizontālās pietuvināšanas pārklāšanos (starp slejām).

source: Vertical overlap
lv: Vertikālā pārklāšanās

source: Set vertical zoom overlap (between lines).
lv: Uzstādīt vertikālās pietuvināšanas pārklāšanos (starp rindām).

source: Fit
lv: Der

source: Rows
lv: Rindas

source: Columns
lv: Slejas

source: Number
lv: Skaitļus

source: Set the number of columns or rows into which to split the page.
lv: Uzstādīt kolonnu vai rindu skaitu lappuses sadalīšanai.

source: Zoom factor
lv: Pietuvināšanas faktors

source: Zoom to
lv: Mērogot uz

source: Direction
lv: Virziens

source: Set how paging and swiping forward should move the view on the page: left to right or reverse, top to bottom or reverse.
lv: Uzstādīt kā lapošana un vilkšana uz priekšu pāršķir lappuses: no kreisās uz labo vai pretēji, no augšas uz leju vai pretēji.

source: - 'page' mode shows only one page of the document at a time. - 'continuous' mode allows you to scroll the pages like you would in a web browser.
lv: - 'lappuses' režīms attēlo tikai vienu dokumenta lapu. - 'nepārtrauktajā' režīmā lappuses tiek ritinātas kā tīmekļa pārlūkā.

source: Page Gap
lv: Lapas atstatums
