Repository: Szybet/koreader-inkbox
Catalog: koreader/l10n/*/koreader.po
Languages: lv

source: Documents will be rendered in color on this device. If your device is grayscale, you can disable color rendering in the screen sub-menu for reduced memory usage.
lv: Dokumenti tiks attēloti krāsaini. Ja jūsu ierīce atbalsta tikai melnbalto režīmu, Jūs varat izslēgt krāsu attēlošanu apakšizvēlnē, lai samazinātu atmiņas izmantojumu.

source: Color rendering is mistakenly enabled on your grayscale device. This will subtly break some features, and adversely affect performance.
lv: Krāsu attēlošana kļūdaini tika ieslēgta uz Jūsu melnbaltās ierīces. Kaut kas var nestrādāt un ierīces veiktspēja tiks samazināta.

source: Ignore
lv: Ignorēt

source: Disable
lv: Atslēgt

source: Cannot open last file. This could be because it was deleted or because external storage is still being mounted. Do you want to retry?
lv: Nevar atvērt pēdējo failu. Iespējams fails tika izdzēsts vai vairs nav pieejams. Vai vēlaties atkārtot ?

source: Cloud storage
lv: Mākoņglabātuve

source: Add new cloud storage
lv: Pievienot jaunu mākoņglabātuvi

source: Cannot fetch list of folder contents Please check your configuration or network connection.
lv: Nevar iegūt sarakstu ar mapes saturu. Lūdzu pārbaudiet iestatījumus vai tīkla savienojumu.

source: Downloading. This might take a moment.
lv: Lejupielādējam. Tas varētu aizņemt brīdi.

source: Filename: %1 Download filename: %2 Download folder: %3
lv: Faila nosaukums: %1 Lejupielādētā faila nosaukums: %2 Lejupielāžu mape: %3

source: Choose folder
lv: Izvēlieties mapi

source: Change filename
lv: Mainīt faila nosaukumu

source: Enter filename
lv: Ievadiet faila nosaukumu

source: Cancel
lv: Atcelt

source: Set filename
lv: Iestatīt faila nosaukumu

source: Download
lv: Lejupielādēt

source: File already exists. Would you like to overwrite it?
lv: Fails jau eksistē. Vai Jūs vēlētos to pārrakstīt?

source: Choose this folder? %1
lv: Izvēlēties šo mapi? %1

source: Choose
lv: Izvēlieties

source: Info
lv: Informācija

source: Edit
lv: Labot

source: Delete
lv: Izdzēst

source: Synchronize now
lv: Sinhronizēt tagad

source: Synchronize settings
lv: Sinhronizēt iestatījumus

source: No files to download from Dropbox.
lv: Nav failu ko lejupielādēt no Dropbox.

source: Successfully downloaded 1 file from Dropbox to local storage.
lv: Veiksmīgi lejupielādēju %1 failus no Dropbox uz ierīces atmiņu.

source: Failed to download 1 file.
lv: Neizdevās lejupielādēt %1 failus.

source: No files to download from Dropbox. Please check your configuration and connection.
lv: Nav lejupielādējamo failu no Dropbox. Pārbaudiet iestatījumus un tīkla savienojumu.

source: Retrieving files…
lv: Iegūstam failus…

source: Dropbox folder: %1 Local folder: %2
lv: Dropbox mape: %1 Ierīces mape: %2

source: Choose Dropbox folder
lv: Izvēlieties Dropbox mapi

source: Choose local folder
lv: Izvēlieties ierīces mapi

source: Close
lv: Aizvērt

source: Upload file
lv: Augšupielādēt failu

source: New folder
lv: Jauna mape

source: Return to cloud storage list
lv: Atgriezties uz mākoņglabātuvju sarakstu

source: File size must be less than 150 MB.
lv: Faila izmēram jābūt mazākam nekā 150 MB.

source: Uploading…
lv: Augšupielādēju…

source: Create
lv: Izveidot

source: Enter folder after creation
lv: Pēc izveidošanas iet mapē

source: Long-press to choose current folder
lv: Turiet, lai izvēlētos pašreizējo mapi

source: File saved to: %1
lv: Fails saglabāts: %1

source: File saved to: %1 Would you like to read the downloaded book now?
lv: Fails saglabāts: %1 Vai Jūs vēlētos lasīt šo grāmatu tagad?

source: Could not save file to: %1
lv: Nevarēju saglabāt failu: %1

source: File uploaded: %1
lv: Fails augšupielādēts: %1

source: Could not upload file: %1
lv: Nevarēju augšupielādēt failu: %1

source: Could not create folder: %1
lv: Neizdevās izveidot mapi: %1

source: Dropbox access tokens are short-lived (4 hours). To generate new access token please use Dropbox refresh token and <APP_KEY>:<APP_SECRET> string. Some of the previously generated long-lived tokens are still valid.
lv: Dropbox piekļuves žetoni ir īslaicīgi (4 stundas). Lai ģenerētu jaunu piekļuves žetonu, izmantojiet Dropbox atsvaidzināšanas žetonu un <APP_KEY>:<APP_SECRET> virkni. Daži no iepriekš ģenerētajiem ilglaicīgajiem piekļuves žetoniem joprojām ir derīgi.

source: Dropbox cloud storage
lv: Dropbox mākoņglabātuve

source: Cloud storage displayed name
lv: Mākoņglabātuves rādāmais nosaukums

source: Dropbox refresh token or long-lived token (deprecated)
lv: Dropbox atsvaidzināšanas žetons vai ilglaicīgais žetons (novecojis)

source: Dropbox <APP_KEY>:<APP_SECRET> (leave blank for long-lived token)
lv: Dropbox <APP_KEY>:<APP_SECRET> (atstājiet tukšu, lai izmantotu ilglaicīgo žetonu)

source: Dropbox folder (/ for root)
lv: Dropbox mape (/ kā saknes mape)

source: Save
lv: Saglabāt

source: Type: %1 Name: %2 Email: %3 Country: %4 Space total: %5 Space used: %6
lv: Tips: %1 Vārds: %2 E-pasts: %3 Valsts: %4 Vieta kopā: %5 Izmantotā vieta: %6

source: Could not save file to %1: %2
lv: Nevarēju saglabāt failu %1: %2

source: The FTP address must be in the following format: ftp://example.domain.com An IP address is also supported, for example: ftp://10.10.10.1 Username and password are optional.
lv: FTP adresei jāseko sekojošajā formātā: ftp://example.domain.com IP adrese arī tiek atbalstīta, piemēram: ftp://10.10.10.1 Lietotājvārds un parole ir neobligāti.

source: Your FTP name
lv: Jūsu FTP nosaukums

source: FTP address eg ftp://example.com
lv: FTP adrese, piemēram ftp://example.com

source: FTP username
lv: FTP lietotājvārds

source: FTP password
lv: FTP parole

source: FTP folder
lv: FTP mape

source: Add
lv: Pievienot

source: Edit FTP account
lv: Labot FTP kontu

source: Apply
lv: Pielietot

source: Add FTP account
lv: Pievienot FTP kontu

source: Please fill in all fields.
lv: Lūdzu aizpildiet visus laukus.

source: Type: %1 Name: %2 Address: %3
lv: Tips: %1 Vārds: %2 Adrese: %3

source: Cloud sync settings
lv: Mākoņsinhronizēšanas iestatījumi

source: Choose cloud service:
lv: Izvēlieties mākoņglabāšanas servisu:

source: Add service
lv: Pievienot servisu

source: Something went wrong when syncing, please check your network connection and try again later.
lv: Kaut kas nogāja greizi, kad notika sinhronizācija, lūdzu, pārbaudiet tīkla savienojumu un mēģiniet vēlreiz.

source: Wrong server type.
lv: Nepareizs servera tips.

source: Successfully synchronized.
lv: Veiksmīgi sinhronizēts.

source: Server address must be of the form http(s)://domain.name/path This can point to a sub-directory of the WebDAV server. The start folder is appended to the server path.
lv: Servera adresei jābūt formātā http(s)://domain.name/path Var norādīt apakšmapi WebDAV serverim. Starta mape tiek pievienota servera ceļam.

source: Server display name
lv: Servera nosaukums

source: WebDAV address, for example https://example.com/dav
lv: WebDAV adrese, piemēram https://example.com/dav

source: Username
lv: Lietotājvārds

source: Password
lv: Parole

source: Start folder
lv: Sākuma mape

source: Edit WebDAV account
lv: Labot WebDAV kontu

source: Add WebDAV account
lv: Pievienot WebDAV kontu

source: Book information
lv: Grāmatas informācija

source: Filename:
lv: Faila nosaukums:

source: Format:
lv: Formāts:

source: Size:
lv: Izmērs:

source: File date:
lv: Faila datums:

source: Folder:
lv: Mape:

source: Title:
lv: Nosaukums:

source: Authors:
lv: Autori:

source: Series:
lv: Sērijas:

source: Pages:
lv: Lapas:

source: Language:
lv: Valoda:

source: Keywords:
lv: Atslēgvārdi:

source: Description:
lv: Apraksts:

source: Cover image:
lv: Vāka attēls:

source: Tap to display
lv: Spied lai attēlotu

source: Current page lines:
lv: Rindas pašreizējā lappusē:

source: Current page words:
lv: Vārdi pašreizējā lapā:

source: No book description available.
lv: Grāmatas apraksts nav pieejams.

source: No cover image available.
lv: Vāka attēls nav pieejams.

source: Reset
lv: Atiestatīt

source: Favorites
lv: Izlase

source: Remove from favorites
lv: Izņemt no izlases

source: Sort favorites
lv: Šķirot izlasi

source: Convert %1 to:
lv: Konvertēt %1 uz:

source: Overwrite existing HTML file?
lv: Pārrakstīt esošo HTML failu?

source: Overwrite
lv: Pārrakstīt

source: Enter text to search for in filename
lv: Ievadiet faila nosaukumā meklējamo tekstu

source: Home folder
lv: Mājas mape

source: Current folder
lv: Konkrētā mape

source: Book folder
lv: Grāmatu mape

source: Case sensitive
lv: Ignorēt lielos/mazos burtus

source: Include subfolders
lv: Iekļaut apakšmapes

source: Also search in book metadata
lv: Meklēt arī grāmatu metadatos

source: No results for '%1'.
lv: '%1' nedeva rezultātus.

source: 1 book has been skipped.
lv: Tika izlaistas %1 grāmatas.

source: Not all books metadata extracted yet. Extract metadata now?
lv: Visu grāmatu metadati vēl nav izvilkti. Izvilkt metadatus tagad?

source: Extract
lv: Izvilkt

source: Search results (%1)
lv: Meklēšanas rezultāti (%1)

source: Open
lv: Atvērt

source: Show folder
lv: Rādīt mapi

source: History
lv: Vēsture

# Book status filter
source: All
lv: Visi

# Book status filter
source: Reading
lv: Tiek lasīts

# Book status filter
source: On hold
lv: Nopauzēts

# Book status filter
source: Finished
lv: Pabeigts

# Book status filter
source: Deleted
lv: Dzēsts

# Book status filter
source: New
lv: Jauns

source: Remove from history
lv: Izņemt no vēstures

source: Clear history of deleted files
lv: Izdzēst dzēsto failu vēsturi

source: Clear history of deleted files?
lv: Izdzēst dzēsto failu vēsturi?

source: Clear
lv: Notīrīt

source: Filter by book status
lv: Filtrēt pēc grāmatu statusa

# File
source: Copy
lv: Kopēt

# File
source: Paste
lv: Ielīmēt

source: Select
lv: Izvēlēties

source: Cut
lv: Izgriezt

source: Rename
lv: Pārsaukt

source: Open with…
lv: Atvērt ar…

source: Text viewer
lv: Teksta skatītājs

source: Text editor
lv: Teksta redaktors

source: Convert
lv: Konvertēt

source: Set as HOME folder
lv: Iestatīt kā MĀJAS mapi

source: Exit KOReader?
lv: Iziet no KOReader?

source: Exit
lv: Iziet

source: 1 file selected
lv: Izvēlēti %1 faili

source: No files selected
lv: Nav izvēlēts neviens fails

source: Copy
lv: Kopēt

source: Copy selected files to the current folder?
lv: Kopēt izvēlētos failus uz pašreizējo mapi?

source: Select all files in folder
lv: Izvēlēties visus failus mapē

source: Move
lv: Pārvietot

source: Move selected files to the current folder?
lv: Pārvietot izvēlētos failus uz pašreizējo mapi?

source: Deselect all
lv: Notīrīt izvēli visiem

source: Delete selected files? If you delete a file, it is permanently lost.
lv: Dzēst izvēlētos failus? Ja failu izdzēšat, to vairs nevarēs atgūt.

source: Exit select mode
lv: Iziet no izvēles režīma

source: Export highlights
lv: Eksportēt izcēlumus

source: Folder shortcuts
lv: Mapes īsceļi

source: Select files
lv: Izvēlēties failus

source: Paste
lv: Ielīmēt

source: Go to HOME folder
lv: Doties uz MĀJAS mapi

source: Open random document
lv: Atvērt nejaušu dokumentu

source: Switch to SDCard
lv: Pārslēgties uz SD karti

source: Switch to internal storage
lv: Pārslēgties uz iekšējo krātuvi

source: Import files here
lv: Importēt failus šeit

source: Set '%1' as HOME folder?
lv: Uzstādīt '%1' kā MĀJAS mapi?

source: Set as HOME
lv: Uzstādīt kā MĀJAS mapi

source: Do you want to open %1?
lv: Vai Jūs vēlaties atvērt %1?

source: Another
lv: Vēl vienu

source: File not found
lv: Fails nav atrasts

source: Failed to copy: %1 to: %2
lv: Neizdevās kopēt: %1 uz: %2

source: Failed to move: %1 to: %2
lv: Neizdevās pārvietot: %1 uz: %2

source: File already exists: %1 Overwrite file?
lv: Fails jau eksistē: %1 Pārrakstīt failu?

source: Folder already exists: %1 Overwrite folder?
lv: Mape jau eksistē: %1 Pārrakstīt mapi?

source: Failed to create folder: %1
lv: Neizdevās izveidot mapi: %1

source: Delete file permanently?
lv: Dzēst failu uz visiem laikiem?

source: Delete folder permanently?
lv: Dzēst mapi uz visiem laikiem?

source: Book settings, highlights and notes will be deleted.
lv: Grāmatu iestatījumi, izcēlumi un piezīmes tiks dzēstas.

source: File not found: %1
lv: Fails nav atrasts: %1

source: Failed to delete: %1
lv: Neizdevās izdzēst: %1

source: Rename file
lv: Pārsaukt failu

source: Rename folder
lv: Pārsaukt mapi

source: Failed to rename: %1 to: %2
lv: Neizdevās pārdēvēt: %1 uz: %2

source: Folder already exists: %1 File cannot be renamed.
lv: Mape jau pastāv: %1 Failu nevar pārdēvēt.

source: File already exists: %1 Folder cannot be renamed.
lv: Fails jau pastāv: %1 Mapi nevar pārdēvēt.

source: Folder already exists: %1 Move the folder inside it?
lv: Mape jau pastāv: %1 Pārvietot mapi tajā?

source: This file is %2: %1 Are you sure you want to open it? Opening big files may take some time.
lv: Fails ir %2: %1 Vai tiešām vēlaties to atvērt? Lielu failu atvēršana var aizņemt ilgu laiku.

source: Cannot open last document
lv: Nevarēju atvērt pēdējo dokumentu

source: Settings
lv: Iestatījumi

source: Show hidden files
lv: Parādīt paslēptos failus

source: Show unsupported files
lv: Parādīt neatbalstītos failus

source: Classic mode settings
lv: Klasiskā režīma iestatījumi

source: Items per page
lv: Priekšmeti lapā

source: This sets the number of items per page in: - File browser, history and favorites in 'classic' display mode - Search results and folder shortcuts - File and folder selection - Calibre and OPDS browsers/search results
lv: Iestata priekšmetu skaitu lapā: - Faila pārlūkā, vēsturē un grāmatzīmēs 'klasiskajā' attēlošanas režīmā - Meklēšanas rezultātos un mapju saīsnēs - Failu un mapju izvēlē - Calibre un OPDS pārlūkos/meklēšanas rezultātos

source: Item font size
lv: Vienuma fonta izmērs

source: Shrink item font size to fit more text
lv: Samazināt vienuma fonta izmēru, lai parādītu vairāk teksta

source: Show opened files in bold
lv: Rādīt atvērtos failus treknrakstā

source: Show new (not yet opened) files in bold
lv: Parādīt jaunos (vēl neatvērtus) failus treknrakstā

source: History settings
lv: Vēstures iestatījumi

source: Auto-remove deleted or purged items from history
lv: Auto-izmest izdzēstos vai notīrītos priekšmetus no vēstures

source: Show filename in Open last/previous menu items
lv: Parādīt faila nosaukumu izvēlnēs "atvērt pēdējo/iepriekšējo"

source: Home folder settings
lv: Mājas mapes iestatījumi

source: Set home folder
lv: Iestatīt mājas mapi

source: Home folder is set to: %1
lv: Mājas mape iestatīta uz: %1

source: Home folder is not set.
lv: Mājas mape nav iestatīta.

source: Choose new folder to set as home?
lv: Izvēlēties jaunu mapi, kuru izvēlēties kā mājas?

source: Shorten home folder
lv: Saīsināt mājas mapi

source: "Shorten home folder" will display the home folder itself as "Home" instead of its full path. Assuming the home folder is: `/mnt/onboard/.books` A subfolder will be shortened from: `/mnt/onboard/.books/Manga/Cells at Work` To: `Manga/Cells at Work`.
lv: "Saīsināt mājas mapi" parādīs pašu mājas mapi kā "Mājas" nevis tās pilnu ceļu. Pieņemot, ka mājas mape ir: `/mnt/onboard/.books` Apakšmape tiks saīsināta no: `/mnt/onboard/.books/Manga/Cells at Work`". Uz: `Manga/Cells at Work`.

source: Lock home folder
lv: Slēgt mājas mapi

source: Info lists items per page
lv: Informācijas saraksta vienumi lapā

source: This sets the number of items per page in: - Book information - Dictionary and Wikipedia lookup history - Reading statistics details - A few other plugins
lv: Šis iestata vienumu skaitu lapā: - Grāmatas informācijai - Vārdnīcas un Vikipēdijas meklēšanas vēsturei - Lasīšanas statistikas detaļām - Daži citi spraudņi

source: Reverse sorting
lv: Reversā šķirošana

source: Folders and files mixed
lv: Mapes un faili sajaukti

source: Screensaver
lv: Ekrānsaudzētājs

source: Move book metadata
lv: Pārvietot grāmatas metadatus

source: Advanced settings
lv: Papildus iestatījumi

source: Plugin management
lv: Spraudņu pārvaldīšana

source: Developer options
lv: Izstrādātājiem

source: Clear caches
lv: Iztīrīt kešatmiņas

source: Clear the cache folder?
lv: Iztīrīt kešatmiņās mapi?

source: Caches cleared. Please restart KOReader.
lv: Kešatmiņas iztīrītas. Lūdzu, restartējiet KOReader.

source: Enable debug logging
lv: Ieslēgt padziļināto žurnalēšanu

source: Enable verbose debug logging
lv: Ieslēgt verbozo padziļināto žurnalēšanu

source: Disable forced 8-bit pixel depth
lv: Atslēgt piespiedu 8-bitu pikseļu dziļumu

source: Always abort on crash
lv: Vienmēr atcelt kļūdas gadījumā

source: Disable C blitter
lv: Atslēgt C blitter

source: Disable HW dithering
lv: Atslēgt HW dithering

source: Disable SW dithering
lv: Atslēgt SW dithering

source: Bypass the WAIT_FOR ioctls
lv: Apiet WAIT_FOR ioctl izsaukumus

source: Ignore feature bans on B288 SoCs
lv: Ignorēt funkciju aizliegumus B288 SoC sistēmām

source: Start compatibility test
lv: Sākt saderības pārbaudi

source: Disable enhanced UI text shaping (xtext)
lv: Atslēgt paplašināto UI teksta veidošanu (xtext)

source: UI layout mirroring and text direction
lv: Lietotāja interfeisa izkārtojuma atspoguļošana un teksta virziens

source: Reverse UI text direction
lv: Apgriezt UI teksta virzienu

source: Enable CRE call cache (with stats)
lv: Ieslēgt CRE call cache (ar statistiku)

source: Enable CRE call cache
lv: Ieslēgt CRE call cache

source: Dump the fontlist cache
lv: Fontu saraksta kešatmiņas izmešana

source: Turn on the LED on PM entry failure
lv: Ieslēgt LED indikatoru, ja neizdodas ieiet strāvas pārvaldības režīmā

source: File search
lv: Failu meklēšana

source: Search a book by filename in the current or home folder and its subfolders. Wildcards for one '?' or more '*' characters can be used. A search for '*' will show all files. The sorting order is the same as in filemanager. Tap a book in the search results to open it.
lv: Meklējiet grāmatu pēc faila nosaukuma pašreizējā vai mājas mapē un tās apakšmapēs. Var izmantot aizstājējzīmes vienai '?' vai vairākām rakstzīmēm '*'. Meklējot '*', tiks parādīti visi faili. Kārtošanas secība ir tāda pati kā failu pārvaldniekā. Pieskarieties grāmatai meklēšanas rezultātos, lai to atvērtu.

source: Open last document
lv: Atvērt pēdējo dokumentu

source: Last: %1
lv: Pēdējais: %1

source: Would you like to open the last document: %1?
lv: Vai vēlaties atvērt pēdējo dokumentu: %1?

source: name
lv: nosaukuma

source: name (natural sorting)
lv: nosaukuma (dabīgā secībā)

source: last read date
lv: pēdējoreiz lasītā datuma

source: date modified
lv: modifikācijas datums

source: size
lv: izmērs

source: type
lv: tips

source: percent – unopened first
lv: % - neatvērtie vispirms

source: percent – unopened last
lv: % - neatvērtie pēc tam

source: Sort by: %1
lv: Šķirot pēc: %1

source: file browser
lv: failu pārlūks

source: history
lv: vēsture

source: favorites
lv: izlase

source: folder shortcuts
lv: mapes īsceļi

source: last file
lv: pēdējais fails

source: Start with: %1
lv: Sākt ar: %1

source: Scan books in current folder and subfolders for their metadata location?
lv: Skenēt grāmatas pašreizējā mapē un apakšmapēs, lai noteiktu to metadatu atrašanās vietu?

source: Scan
lv: Skenēt

source: No books with metadata not in your preferred location found.
lv: Jūsu vēlamajā vietā nav atrasta neviena grāmata ar metadatiem.

source: 1 book with metadata not in your preferred location found.
lv: Atrastas %1 grāmatas ar metadatiem, kuras neatrodas jūsu vēlamajā vietā.

source: Move book metadata to your preferred location?
lv: Vai pārvietot grāmatas metadatus uz jūsu vēlamo vietu?

source: KOReader's startup script has been updated. You'll need to completely exit KOReader to finalize the update.
lv: KOReader startēšanās skripts ir atjaunots. Jums nepieciešams iziet no KOReader, lai pabeigtu atjauninājumu.

source: Restart anyway
lv: Restartēt KOReader

source: File manager menu
lv: Failu pārvaldnieka izvēlne

source: Default
lv: Noklusējums

source: Defaults
lv: Noklusējumi

source: Default settings saved.
lv: Noklusējuma iestatījumi saglabāti.

source: Save and quit
lv: Saglabāt un iziet

source: Save and restart
lv: Saglabāt un restartēt

source: KOReader needs to be restarted to apply the new default settings.
lv: Lai jaunie noklusējuma iestatījumi stātos spēkā, KOReader nepieciešams restartēt.

source: Discard changes
lv: Atcelt izmaiņas

source: Some changes will not work until the next restart. Be careful; the wrong settings might crash KOReader! Are you sure you want to continue?
lv: Lai izmaiņas stātos spēkā - nepieciešama ierīces restartēšana. Uzmanīgi; nepareizi iestatījumi var salauzt KOReader! Vai tiešām vēlaties turpināt?

source: my folder
lv: mana mape

source: Enter friendly name
lv: Ievadiet draudzīgu nosaukumu

source: Title for selected folder: %1
lv: Izvēlētās mapes nosaukums: %1

source: A shortcut to this folder already exists.
lv: Īsceļš uz šo mapi jau eksistē.

source: Paste file
lv: Ielīmēt failu

source: Edit friendly name
lv: Labot nosaukumu

source: Rename title for selected folder: %1
lv: Pārsaukt izvēlēto mapi: %1

source: Home
lv: Mājas

source: Reading
lv: Lasīšana

source: On hold
lv: Uz pauzes

source: Finished
lv: Pabeigts

source: Reset this document?
lv: Atiestatīt šo dokumentu?

source: Add to favorites
lv: Pievienot izlasei

source: Book cover
lv: Grāmatas vāks

source: Book description
lv: Grāmatas apraksts

source: Execute %1 script
lv: Izpildīt %1 skriptu

source: Running %1 script %2…
lv: Izpildu %1 skriptu %2…

source: The script exited successfully.
lv: Skripts izpildījās veiksmīgi.

source: The script returned a non-zero status code: %1!
lv: Skripts atgrieza ne-nulles kodu: %1!

source: Location history is empty.
lv: Lokāciju vēsture ir tukša.

source: Bookmarks
lv: Grāmatzīmes

source: Remove bookmark for current page
lv: Noņemt grāmatzīmi no esošās lapas

source: Bookmark current page
lv: Pievienot kā grāmatzīmi esošo lapu

source: Bookmark browsing mode
lv: Gramatzīmju pārskata režīms

source: Bookmarks per page: %1
lv: Grāmatzīmes lapā: %1

source: Bookmarks per page
lv: Grāmatzīmes vienā lappusē

source: Bookmark font size: %1
lv: Grāmatzīmju fonta izmērs: %1

source: Bookmark font size
lv: Grāmatzīmju fonta izmērs

source: Shrink bookmark font size to fit more text
lv: Samazināt fonta izmēru, lai parādītu vairāk teksta

source: Show separator between items
lv: Rādīt atdalītāju starp vienumiem

source: Sort by largest page number
lv: Šķirot pēc lielākā lapaspuses numura

source: Add page number / timestamp to bookmark
lv: Pievienot grāmatzīmei lapaspuses numuru / laikspiedolu

source: Bookmark search
lv: Grāmatzīmju meklēšana

source: Bookmarks (search results)
lv: Gramatzīmes (meklēšanas rezultāti)

source: Page: %1
lv: Lapa: %1

source: Time: %1
lv: Laiks: %1

source: Bookmark details
lv: Grāmatzīmes detaļas

source: Remove bookmark
lv: Noņemt grāmatzīmi

source: Remove this bookmark?
lv: Noņemt šo grāmatzīmi?

source: Remove
lv: Noņemt

source: Edit note
lv: Rediģēt piezīmi

source: Add note
lv: Pievienot piezīmi

source: Go to bookmark
lv: Doties uz grāmatzīmi

source: 1 bookmark selected
lv: Izvēlētas %1 grāmatzīmes

source: No bookmarks selected
lv: Nav izvēlēta neviena grāmatzīme

source: Select all
lv: Izvēlēties visas

source: Select page
lv: Izvēlēties lapu

source: Reset page number / timestamp?
lv: Atiestatīt lapaspuses numuru / laikspiedolu?

source: Remove selected bookmarks?
lv: Noņemt izvēlēto grāmatzīmi?

source: highlights
lv: izcēlumi

source: page bookmarks
lv: lappušu grāmatzīmes

source: notes
lv: piezīmes

source: Current page
lv: Esošā lapa

source: Latest bookmark
lv: Jaunākā grāmatzīme

source: Select bookmarks
lv: Izvēlieties grāmatzīmes

source: Search bookmarks
lv: Meklēt grāmatzīmes

source: Search
lv: Meklēt

source: in %1
lv: iekš %1

source: Page %1 %2 @ %3
lv: Lapa %1 %2 @ %3
