Repository: Szybet/koreader-inkbox
Catalog: koreader/l10n/*/koreader.po
Languages: lv

source: In continuous view mode, sets the thickness of the separator between document pages.
lv: Nepārtrauktajā režīmā - uzstāda dokumenta lapu atdalītāja biezumu.

source: Progress Bar
lv: Progresa josla

source: In reflow mode, sets the spacing between lines.
lv: Ieplūšanas režīmā - uzstāda atstatumu starp rindām.

source: Alignment
lv: Novietojums

# Alignment
source: left
lv: pa kreisi

# Alignment
source: center
lv: centrēt

# Alignment
source: right
lv: pa labi

# Alignment
source: justify
lv: izlīdzināt

source: In reflow mode, sets the text alignment. The first option ("auto") tries to automatically align reflowed text as it is in the original document.
lv: Ieplūšanas režīmā uzstāda teksta pielīdzināšanu. Pirmā iespēja ("automātiski") automātiski pielīdzina tekstu līdzīg kā oriģinālajā dokumentā.

source: In reflow mode, sets a font scaling factor that is applied to the original document font sizes.
lv: Ieplūšanas režīmā - uzstāda fonta mērogošanas koeficientu attiecībā pret oriģinālā dokumenta fonta izmēru.

source: Word Gap
lv: Vārdu atstarpe

source: In reflow mode, sets the spacing between words.
lv: Ieplūšanas režīmā - uzstāda atstarpes starp vārdiem.

source: Reflow
lv: Iepludināšana

source: Reflow mode extracts text and images from the original document, possibly discarding some formatting, and reflows it on the screen for easier reading. Some of the other settings are only available when reflow mode is enabled.
lv: Ieplūšanas režīmā teksts un attēli tiek izdalīti no oriģinālā dokumenta, zaudējot daļu no formatējuma, un iepludina to ekrānā vieglākai lasāmībai. Daži no iestatījumiem ir tikai pieejami kad ieplūšanas režīms ir ieslēgts.

source: Dewatermark
lv: Noņemt ūdenszīmes

source: Remove watermarks from the rendered document. This can also be used to remove some gray background or to convert a grayscale or color document to black & white and get more contrast for easier reading.
lv: Noņemt ūdenszīmes no attēlotā dokumenta. Var izmantot, lai noņemtu pelēko fonu vai pārvērstu krāsainu dokumentu uz melnbaltu un iegūtu lielāku kontrastu vieglākai lasāmībai.

source: Dithering
lv: Pustoņu imitēšana

# Quality
source: Render Quality
lv: Attēlošanas kvalitāte

# Quality
source: low
lv: zems

# Quality
source: default
lv: noklusējuma

# Quality
source: high
lv: augsts

source: In reflow mode, sets the quality of the text and image extraction processing and output.
lv: Ieplūšanas režīmā - uzstādīt teksta un attēlu apstrādes kvalitāti.

source: Document Language
lv: Dokumenta valoda

source: Set the language to be used by the OCR engine.
lv: Uzstādīt OCR dzinēja izmantojamo valodu.

source: Forced OCR
lv: Piespiedu OCR

source: Force the use of OCR for text selection, even if the document has a text layer.
lv: Uzspiest OCR, lai izvēlētos tekstu, pat ja dokumenta ir teksta slānis.

source: Writing Direction
lv: Rakstības virziens

source: LTR
lv: No kreisās uz labo

source: RTL
lv: No labās uz kreiso

source: In reflow mode, sets the original text direction. This needs to be set to RTL to correctly extract and reflow RTL languages like Arabic or Hebrew.
lv: Ieplūšanas režīmā uzstādīt oriģinālā teksta virzienu. Nepieciešams tādām valodām kā Arābu vai Ebreju (rakstība no labās uz kreiso).

source: Reflow Speckle Ignore Size
lv: Iepludināšanas traipu ignorēšanas izmērs

source: small
lv: mazs

source: large
lv: liels

source: Indentation
lv: Atkāpes

source: Document Columns
lv: Dokumenta slejas

source: In reflow mode, sets the max number of columns to try to detect in the original document. You might need to set it to 1 column if, in a full width document, text is incorrectly detected as multiple columns because of unlucky word spacing.
lv: Ieplūšanas režīmās uzstādīt dokumentā nosakāmo maksimālo kolonu skaitu. Nepieciešams uzstādīt kā 1 kolonu, ja pilna platuma dokumenta teksts neprecīzi tiek noteikts kā ar vairākām kolonām (ja tiek lietotas neadekvātas vārdu atstarpes).

source: Local calibre library
lv: Lokālā calibre bibliotēka

source: custom
lv: pielāgots

source: not set
lv: neuzstādīts

source: %1 %2 Current value: %3 Default value: %4
lv: %1 %2 Esošā vērtība: %3 Noklusējuma vērtība: %4

source: %1 %2 Current value: %3 (%4) Default value: %5 (%6)
lv: %1 %2 Esošā vērtība: %3 (%4) Noklusējuma vērtība: %5 (%6)

source: %1 %2 Current value: %3 (%4) Default value: %5
lv: %1 %2 Esošā vērtība: %3 (%4) Noklusējuma vērtība: %5

source: Avoid mandatory black flashes in UI
lv: Izvairīties no obligātajiem melnajiem uzliesmojumiem

source: Sleep
lv: Gulēt

source: Version: %1
lv: Versija: %1

source: Help
lv: Palīdzība

source: More tools
lv: Vairāk rīku

source: Quickstart guide
lv: Ātrais gids

source: About
lv: Par

source: Report a bug
lv: Ziņot par kļūdu

source: Please report bugs to https://github.com/koreader/koreader/issues Version: %1 Detected device: %2
lv: Lūdzu ziņojiet kļūdas: https://github.com/koreader/koreader/issues Versija: %1 Noteiktā ierīce: %2

source: Start %1 reader app
lv: Sākt %1 lasītāja aplikāciju

source: Frontlight
lv: Apgaismojums

source: USB mass storage
lv: USB lielapjoma atmiņa

source: Turn on the power LED when charging
lv: Ieslēgt LED indikatoru, kad lādējās

source: Associate file extensions
lv: Izveidot failu paplašinājumu asociācijas

source: Time and date
lv: Laiks un datums

source: 12-hour clock
lv: 12-stundu

source: Set time
lv: Uzstādīt laiku

source: Current time: %1:%2
lv: Laiks: %1:%2

source: Time couldn't be set
lv: Nevarēja uzstādīt laiku

source: Set date
lv: Uzstādīt datumu

source: Current date: %1-%2-%3
lv: Datums: %1-%2-%3

source: Date couldn't be set
lv: Nevarēja uzstādīt datumu

source: Ignore all sleepcover events
lv: Ignorēt visus iemidzināšanas notikumus

source: Ignore sleepcover wakeup events
lv: Ignorēt uzmodināšanas notikumus

source: Night mode
lv: Nakts režīms

source: Network
lv: Tīkls

source: Screen
lv: Ekrāns

source: Fullscreen
lv: Pilnekrāns

source: Force haptic feedback
lv: Uzspiest haptisko atgriezenisko saiti

source: Volume key page turning
lv: Skaļuma taustiņa lapppušu pagriešana

source: Ignore back button completely
lv: Ignorēt "atpakaļ" pogu

source: Battery optimizations
lv: Baterijas optimizācijas

source: Go to Android battery optimization settings? You will be prompted with a permission management screen. Please don't change any settings unless you know what you're doing.
lv: Doties uz Android baterijas optimizācijas iestatījumiem? Jums jāapstiprina nepieciešamās atļaujas. Lūdzu neko nemainiet ja vien apzinaties ko Jūs darat.

source: Taps and gestures
lv: Pieskārieni un žesti

source: Navigation
lv: Navigācija

source: Prompt
lv: Uzvedne

source: prompt
lv: uzvedne

source: Always
lv: Vienmēr

source: always
lv: vienmēr

source: disable
lv: atslēgt

source: Back to exit (%1)
lv: Atpakaļ uz izeju (%1)

source: Go to parent folder
lv: Doties vienu mapi augšup

source: Go to file browser
lv: Doties uz failu pārlūku

source: Go to previous location
lv: Doties uz iepriekšējo lokāciju

source: Go to previous read page
lv: Doties uz iepriekš izlasīto lappusi

source: This sets how often to rewrite to disk global settings and book metadata, including your current position and any highlights and bookmarks made, when you're reading a document. The normal behavior is to save those only when the document is closed, or your device suspended, or when exiting KOReader. Setting it to some interval may help prevent losing new settings/sidecar data after a software crash, but will cause more I/O writes the lower the interval is, and may slowly wear out your storage media in the long run.
lv: Uzstāda cik bieži saglabāt globālos iestatījumus un grāmatas metadatus, ieskaitot Jūsu izveidotās grāmatzīmes, izcēlumus un pēdējo atrašanās vietu. Pēc noklusējuma saglabāšana notiek, kad dokuments tiek aizvērts vai ierīce iemidzināta vai KOReader aizvērts. Uzstādot intervālu var novērst datu zudumu iespēju, ja programmatūra avarē, bet var kaitēt Jūsu lielapjoma atmiņai ilgtermiņā.

source: Please be warned that on this device, setting a low interval may exacerbate the potential for filesystem corruption and complete data loss after a hardware crash.
lv: Brīdinam, ka uzstādot zemāku intervālu ierīces lielapjoma atmiņa var kļūt korumpēta un novest pie pilnīga datu zaudējuma aparatūras avārijas gadījumā.

source: Every minute
lv: Katru minūti

source: Document
lv: Dokuments

source: every 1 m
lv: katrā minūtē

source: Important info about this auto-save option
lv: Svarīga informācija par automātisko saglabāšanu

source: Save document (write highlights into PDF)
lv: Saglabāt dokumentu (izcēlumus ierakstīt PDF)

source: End of document action
lv: Dokumenta beigu rīcība

source: Return to file browser
lv: Atgriezties uz failu pārlūku

source: Book status and return to file browser
lv: Grāmatas status un atgriezties uz failu pārlūku

source: Enable all
lv: Ieslēgt visus

source: Disable all
lv: Izslēgt visus

source: Flash keyboard
lv: Ātrā klaviatūra

source: Flash buttons and menu items
lv: Ātrās poga un izvēlnes priekšmeti

source: Enable system fonts
lv: Ieslēgt sistēmas fontus

source: Open fonts folder
lv: Atvērt fontu mapi

source: Disable confirmation popup
lv: Atslēgt apstiprināšanas uznirstošo logu

source: This will ONLY affect what happens when you plug in the device!
lv: Tikai ietekmēs, kad ierīce tiks pieslēgta barošanas avotam!

source: Disable mass storage functionality
lv: Atslēgt lielapjoma atmiņas funkcijas

source: In case your device uses an unsupported setup where you know it won't work properly.
lv: Gadījumā, ja ierīce lieto neatbalstītus uzstādījumus un Jūs zināt, ka tie nestrādās korekti.

source: Start USB storage
lv: Sākt USB datu krātuvi

source: Share storage via USB?
lv: Dalīties ar krātuvi caur USB?

source: Share
lv: Dalīties

source: Activate menu
lv: Aktivizēt izvēlni

source: Auto-show bottom menu
lv: Automātiski parādīt apakšējo izvēlni

source: Page overlap
lv: Lapas pārklāšanās

source: Number of lines: %1
lv: Līniju skaits: %1

source: When page overlap is enabled, some lines from the previous page will be displayed on the next page. You can set how many lines are shown.
lv: Kad lappuses pārklāšanās ir ieslēgta, dažas līnijas no iepriekšējas lappuses tiks attēlotas nākamajā lappusē. Jūs varat norādīt cik daudz līnijas tiks attēlotas.

source: Arrow
lv: Bultiņa

source: Gray out
lv: Pelēcīgs

source: Invert page turn taps and swipes
lv: Apmainīt lapas pagriešanas pieskārienu un vilkšanu

source: The default (★) for newly opened books is right-to-left (RTL) page turning. Would you like to change it?
lv: Pēc noklusējuma (★) grāmatas lappušu škiršana notiek no labās uz kreiso. Vai Jūs vēlētos to mainīt?

source: The default (★) for newly opened books is left-to-right (LTR) page turning. Would you like to change it?
lv: Pēc noklusējuma (★) grāmatas lappušu škiršana notiek no kreisās uz labo. Vai Jūs vēlētos to mainīt?

source: LTR (★)
lv: No kreisās uz labo (★)

source: RTL (★)
lv: No labās uz kreiso (★)

source: For every chapter set -1
lv: Katrai nodaļai uzstādīt -1

source: Regular
lv: Regulārs

source: Night
lv: Nakts

source: Set refresh
lv: Uzstādīt atsvaidzināšanu

source: Set custom refresh rate
lv: Uzstādīt pielāgotu atsvaidzināšanas biežumu

source: Full refresh rate
lv: Pilns atsvaidzināšanas biežums

source: Never
lv: Nekad

source: Every page
lv: Katrai lappusei

source: Every 6 pages
lv: Katras 6 lappuses

source: Custom 1: %1:%2 pages
lv: Pielāgots 1: %1:%2 lappuses

source: Custom 2: %1:%2 pages
lv: Pielāgots 2: %1:%2 lappuses

source: Custom 3: %1:%2 pages
lv: Pielāgots 3: %1:%2 lappuses

source: Every chapter
lv: Katru nodaļu

source: except on the second page of a new chapter
lv: izņemot jaunas nodaļas otrajā lapā

source: Color rendering
lv: Krāsu attēlošana

source: Disable double tap
lv: Atslēgt dubulto pieskārienu

source: DPI set to %1. This will take effect after restarting.
lv: DPI uzstādīts: %1. Pēc restartēšanas tiks pielietots.

source: DPI set to auto. This will take effect after restarting.
lv: Automātiski DPI iestatījumi. Pēc restartēšanas tiks pielietots.

source: Set DPI
lv: Uzstādīt DPI

source: Set custom screen DPI
lv: Uzstādīt nestandarta ekrāna DPI

source: Screen DPI
lv: Ekrāna DPI

source: Auto DPI (%1)
lv: Automātisks DPI (%1)

source: Auto DPI
lv: Automātisks DPI

source: The DPI of your screen is automatically detected so items can be drawn with the right amount of pixels. This will usually display at (roughly) the same size on different devices, while remaining sharp. Increasing the DPI setting will result in larger text and icons, while a lower DPI setting will look smaller on the screen.
lv: Jūsu ekrāna DPI tiek automātiski noteikts lai attēlotu priekšmetus ar pareizo pikseļu apjomu. Uz dažādām ierīcēm priekšmeti izskatīsies (aptuveni) vienāda izmēra, saglabājot asumu. Palielinot DPI iestatījumu ikonas un teksts paliks lielāki, bet ar mazāku DPI iestatījumu teksts un ikonas paliks mazākas.

source: Small (%1)
lv: Mazs (%1)

source: Medium (%1)
lv: Vidējs (%1)

source: Large (%1)
lv: Liels (%1)

source: Extra large (%1)
lv: Extra liels (%1)

source: Extra-Extra Large (%1)
lv: Extra-Extra Liels (%1)

source: Extra-Extra-Extra Large (%1)
lv: Extra-Extra-Extra Liels (%1)

source: Custom DPI: %1 (hold to set)
lv: Nestandarta DPI: %1 (turiet lai uzstādītu)

source: Custom DPI
lv: Nestandarta DPI

source: E-ink settings
lv: E-ink iestatījumi

source: Use smaller panning rate
lv: Izmantot mazāku panoramēšanas biežumu

source: Notifications
lv: Paziņojumi

source: Some notifications from bottom menu
lv: Daži paziņojumi no apakšējās izvēlnes

source: More notifications from bottom menu
lv: Vairāk paziņojumu no apakšējās izvēlnes

source: Notifications from gestures and profiles
lv: Paziņojumi no žestiem un profiliem

source: Show past notifications
lv: Rādīt iepriekšējos paziņojumus

source: No notifications available.
lv: Paziņojumi nav pieejami.

source: Past notifications
lv: Iepriekšējie paziņojumi

source: Ignore accelerometer rotation events
lv: Ignorēt akselerometra rotācijas notikumus

source: This will inhibit automatic rotations triggered by your device's gyro.
lv: Automātiskās rotācijas radīti notikumi tiks ignorēti.

source: Lock auto rotation to current orientation
lv: Nelietot auto rotāciju (izmantot esošo orientāciju)

source: When checked, the gyro will only be honored when switching between the two inverse variants of your current rotation, i.e., Portrait <-> Inverted Portrait OR Landscape <-> Inverted Landscape. Switching between (Inverted) Portrait and (Inverted) Landscape will be inhibited. If you need to do so, you'll have to use the UI toggles.
lv: Kad ieslēgts, žiroskops reaģēs uz 2 rotācijas variantiem, Portrets <-> Invertēts Portrets vai Ainava <-> Invertēta Ainava. Pārslēgšanās starp Portretu un Ainavu tiks ignorēta. Ja nepieciešams - var izmantot GUI slēdžus.

source: Keep current rotation across views
lv: Saglabāt rotāciju starp skatiem

source: When checked, the current rotation will be kept when switching between the file browser and the reader, in both directions, and that no matter what the document's saved rotation or the default reader or file browser rotation may be. This means that nothing will ever sneak a rotation behind your back, you choose your device's rotation, and it stays that way. When unchecked, the default rotation of the file browser and the default/saved reader rotation will not affect each other (i.e., they will be honored), and may very well be different.
lv: Kad atzīmēts, esošā rotācija tiks lietota, kad notiks pārslēgšanās starp failu pārlūku un lasītāju, abos virzienos, neatkarīgi no dokumenta saglabātās rotācijas vai lasītāja noklusējuma rotācijas. Nekas nevar izmainīt rotāciju Jums nezinot - ierīces rotācija nemainās. Kad neatzīmēts, noklusējuma failu pārlūka un lasītāja rotācijas var būt dažādas.

source: Use last book's cover as screensaver
lv: Izmantot pēdējās grāmatas vāku kā ekrānsaudzētāju

source: Use book status as screensaver
lv: Izmantot grāmatas statusu kā ekrānsaudzētāju

source: Use random image from folder as screensaver
lv: Izmantot nejaušu attēlu no mapes kā ekrānsaudzētāju

source: Use document cover as screensaver
lv: Izmantot dokumenta vāku kā ekrānsaudzētāju

source: Use image as screensaver
lv: Izmantot attēlu kā ekrānsaudzētāju

source: Use reading progress as screensaver
lv: Izmantot lasīšanas progresu kā ekrānsaudzētāju

source: Leave screen as it is
lv: Atstāt ekrānu kā ir

source: Add message to screensaver
lv: Pievienot paziņojumu ekrānsaudzētājam

source: Screensaver folder
lv: Ekrānsaudzētāja mape

source: Screensaver image
lv: Ekrānsaudzētāja attēls

source: Document cover
lv: Dokumenta vāks

source: Screensaver message
lv: Ekrānsaudzētāja ziņa

source: Middle
lv: Vidus

source: 1 minute
lv: 0 minūtes

source: Allow KOReader to modify system settings? You will be prompted with a permission management screen. You'll need to give KOReader permission and then restart the program.
lv: Atļaut KOReader mainīt sistēmas iestatījumus? Jums atvērs atļauju pārvaldīšanas ekrānu. Jums jādod KOReader atļauja un tad jārestartē programma.

source: Allow
lv: Atļaut

source: Use system settings
lv: Izmantot sistēmas iestatījumus

source: Keep screen on
lv: Paturēt ekrānu ieslēgtu

source: Allow system settings override
lv: Atļaut sistēmas iestatījumu ignorēšanu

source: Screen Timeout
lv: Ekrāna taimauts

source: Level 0: high quality, slowest
lv: 0. līmenis: augsta kvalitāte, lēnākais

source: Level %1: low quality, fastest
lv: %1. līmenis: zema kvalitāte, ātrākais

source: Level %1
lv: %1. līmenis

source: Refresh speed/fidelity
lv: Atjaunot ātrumu/uzticamību

source: Please restart KOReader for the new language setting to take effect.
lv: Lūdzu restartējiet KOReader, lai saskarnes valodas izmaiņas būtu spēkā.

source: Language
lv: Valoda

source: NEW:
lv: JAUNS:

source: Error connecting to the network
lv: Kļūda savienojoties ar tīklu

source: You can now retry the action that required network access
lv: Tagad varat atkārtot darbību, kurai ir nepieciešama tīkla piekļuve

source: Turning on Wi-Fi…
lv: Ieslēdzam Wi-Fi…

source: Do you want to turn on Wi-Fi?
lv: Vai vēlaties ieslēgt Wi-Fi?

source: Turn on
lv: Ieslēgt

source: Do you want to turn off Wi-Fi?
lv: Vai vēlaties ieslēgt Wi-Fi?

source: Turn off
lv: Izslēgt

source: Connect
lv: Pievienoties

source: Connecting to Wi-Fi…
lv: Pieslēdzos Wi-Fi…

source: Wi-Fi settings
lv: Wi-Fi iestatījumi

source: Wi-Fi connection
lv: Wi-Fi savienojums

source: HTTP proxy %1
lv: HTTP starpniekserveris %1

source: Tip: Long press on this menu entry to configure HTTP proxy.
lv: Padoms: Turiet uz šīs izvēlnes lai konfigurētu HTTP starpniekserveri.

source: Enter proxy address
lv: Ievadiet starpniekservera adresi

source: Disable Wi-Fi connection when inactive
lv: Izslēgt Wi-Fi savienojumu kamēr neaktīvs

source: This will automatically turn Wi-Fi off after a generous period of network inactivity, without disrupting workflows that require a network connection, so you can just keep reading without worrying about battery drain.
lv: Automātiski tiks izslēgts Wi-Fi ja nebūs tīkla aktivitātes. Esošās darbplūsmas, kurām nepieciešams tīkla savienojums, netiks traucētas. Tādā veidā tiks ietaupīts ierīces akumulators.

source: Restore Wi-Fi connection on resume
lv: Atjaunot Wi-Fi savienojumu, kad ierīce tiek lietota

source: Network info
lv: Tīkla informācija

source: turn on
lv: ieslēgt

source: Action when Wi-Fi is off: %1
lv: Darbība kad Wi-Fi ir izslēgts: %1

source: leave on
lv: atstāt ieslēgtu

source: Leave on
lv: Atstāt ieslēgtu

source: turn off
lv: izslēgt

source: Action when done with Wi-Fi: %1
lv: Darbība, kad Wi-Fi ir pabeigts: %1

source: Dismiss Wi-Fi scan popup after connection
lv: Aizvērt Wi-Fi skenēšanas uznirstošo logu pēc savienojuma

source: Scanning for networks…
lv: Meklēju tīklus…

source: Connected to network %1
lv: Savienojos ar tīklu %1

source: Wi-Fi off.
lv: Wi-Fi ieslēgts.

source: Already connected to network %1.
lv: Jau esmu pievienojies tīklam %1.

source: Already connected.
lv: Jau savienots.

source: Could not retrieve network info.
lv: Nevarēju iegūt tīkla informāciju.

source: Failed to initialize network control client: %1.
lv: Neizdevās izveidota tīkla kontroles klientu: %1.

source: Authenticating…
lv: Autentificējamies…

source: Failed to authenticate
lv: Neizdevās autentificēties

source: Timed out
lv: Taimouts

source: Stable
lv: Stabils

source: Development
lv: Izstrādes

source: KOReader is up to date.
lv: KOReader izmanto visjaunāko versiju.

source: Update information not available on %1 channel.
lv: Atjaunot nepieejamo informāciju %1. kanālā.

source: Do you want to update? Installed version: %1 Available version: %2
lv: Vai Jūs vēlaties atjaunot? Instalētā versija: %1 Pieejamā versija: %2

# Application update | Button
source: Update
lv: Atjaunināt

source: The currently installed version is newer than the available version. Would you still like to continue and downgrade? Installed version: %1 Available version: %2
lv: Instalētā versija ir jaunāka kā pieejamā versija. Vai Jūs vēlētos turpināt un instalēt vecāku versiju? Instalētā versija: %1 Pieejamā versija: %2

source: Downgrade
lv: Instalēt vecāku versiju

source: Downloading may take several minutes…
lv: Lejupielādēšana var aizņemt vairākas minūtes…

source: Failed to update KOReader. You can: Cancel, keeping temporary files. Retry the update process with a full download. Abort and cleanup all temporary files.
lv: Neizdevās atjaunot KOReader. Jūs varat: Atcelt, paturēt pagaidu failus. Mēģināt vēlreiz izmantojot pilnu lejupielādi. Atcelt un izdzēst visus pagaidu failus.

source: Error updating KOReader. Would you like to delete temporary files?
lv: Kļūda atjaunojot KOReader. Vai Jūs vēlētos izdzēst pagaidu failus?

source: Abort
lv: Atcelt

# Application update | Menu
source: Update
lv: Atjaunināt

source: Check for updates
lv: Pārbaudīt atjauninājumus

source: Update server
lv: Atjauninājumu serveris

source: Update channel
lv: Atjauninājumu kanāls

source: Do you want to disable it?
lv: Vai Jūs vēlētos to atslēgt?

source: Do you want to enable it?
lv: Vai Jūs vēlētos to ieslēgt?

source: KOReader Quickstart Guide
lv: KOReader Ātrais Gids

source: Sleeping
lv: Guļu

source: Choose document cover
lv: Izvēlēties dokumenta vāku

source: Choose screensaver image
lv: Izvēlēties ekrānsaudzētāja attēlu

source: Screensaver document cover set to: %1
lv: Ekrānsaudzētāja dokumenta vāks uzstādīts: %1

source: Screensaver image set to: %1
lv: Ekrānsaudzētāja attēls uzstādīts: %1

source: Current screensaver document cover: %1
lv: Ekrānsaudzētāja dokumenta vāks: %1

source: Current screensaver image: %1
lv: Ekrānsaudzētāja attēls: %1

source: Set message
lv: Uzstādīt ziņu

source: Amharic
lv: Amharu

source: Bosnian
lv: Bosniešu

source: Corsican
lv: Korsikāņu

source: Frisian
lv: Frīziski

source: Haitian Creole
lv: Haitiešu

source: Kyrgyz
lv: Kirgīzu

source: Myanmar (Burmese)
lv: Birmiešu

source: Nepali
lv: Nepāliešu

source: Nyanja (Chichewa)
lv: Čičeviešu

source: Punjabi
lv: Pundžābiešu

source: Samoan
lv: Samojiešu

source: Scots Gaelic
lv: Skotu Gallu

source: Somali
lv: Somāļu

source: Translation settings
lv: Tulkojumu iestatījumi

source: Auto-detect source language
lv: Automātiski noteikt valodu

source: Translate from: %1
lv: Pārtulkot no: %1

source: Translate to: %1
lv: Pārtulkot uz: %1

source: Querying translation service…
lv: Pieprasam tulkojumu servisam…

source: Translation interrupted.
lv: Tulkojums pārtraukts.

source: Translation failed.
lv: Veicot tulkojumu notika kļūda.

source: Translation from %1
lv: Tulkojums no %1

source: Paused
lv: Pauze

source: Continue
lv: Turpināt

source: Powered off
lv: Izslēgts

source: Rebooting…
lv: Pārstartējam…
