Repository: Szybet/koreader-inkbox
Catalog: koreader/l10n/*/koreader.po
Languages: lv

source: Switch to standard view
lv: Pārslēgties uz standarta skatu

source: Switch to debug view
lv: Pārslēgties uz atkļūdošanas skatu

source: Switch to rendering debug view
lv: Pārslēgties uz atkļūdošanas skata attēlošanu

source: Switch to unicode debug view
lv: Pārslēgties uz unicode atkļūdošanas skatu

source: Failed getting HTML for selection
lv: Neizdevās iegūt izvēles HTML

source: View %1
lv: Skatīt %1

source: Failed getting CSS content
lv: Neizdevās iegūt CSS saturu

source: Selection HTML
lv: Izvēles HTML

source: About book map
lv: Par grāmatas karti

source: Tap on a location in the book to browse thumbnails of the pages there. Swipe along the left screen edge to change the level of chapters to include in the book map, and the type of book map (grid or flat) when crossing the level 0. Swipe along the bottom screen edge to change the width of page slots. Swipe or pan vertically on content to scroll. Long-press on ≡ to switch between current and initial views. Any multiswipe will close the book map.
lv: Pieskarieties vietai grāmatā, lai pārlūkotu tajā esošo lapu sīktēlus. Pārvelciet pa kreiso ekrāna malu, lai mainītu grāmatas kartē iekļaujamo nodaļu līmeni un grāmatas kartes veidu (režģa vai plakana), kad tiek pārsniegts 0. līmenis. Pārvelciet pa apakšējo ekrāna malu, lai mainītu lappušu slotu platumu. Pārvelciet vai pavērsiet vertikāli saturu, lai ritinātu. Turiet nospiestu ≡, lai pārslēgtos starp pašreizējo un sākotnējo skatījumu. Jebkurš vairākkārtējs vilciens aizver grāmatas karti.

source: Statistics
lv: Statistika

source: Review
lv: Apskats

source: Book Status
lv: Grāmatas status

source: Update Status
lv: Atjaunojuma status

source: %1% Completed
lv: %1% pabeigti

source: Days
lv: Dienas

source: Time
lv: Laiks

source: Read pages
lv: Izlasītās lappuses

source: A few words about the book
lv: Pāris vārdi par grāmatu

source: Save review
lv: Saglabāt apskatu

source: Set values
lv: Uzstādīt vērtības

source: Set as default
lv: Uzstādīt kā noklusējuma

source: Set default %1 to %2?
lv: Uzstādīt noklusējuma %1 uz %2?

source: Set value
lv: Uzstādīt vērtību

source: left: %1 right: %2
lv: kreisais: %1 labais: %2

source: no text
lv: bez teksta

source: Unhighlight
lv: Neizcelt

source: Save as EPUB
lv: Saglabāt kā EPUB

source: Save as %1?
lv: Saglabāt kā %1?

source: Article saved to: %1 Would you like to read the downloaded article now?
lv: Raksts saglabāts: %1 Vai Jūs vēlētos lasīt lejupielādēto rakstu tagad?

source: Saving Wikipedia article failed or interrupted.
lv: Wikipedia raksta saglabāšana neizdevās vai tika atcelta.

# Button
source: Wikipedia full
lv: Wikipedia pilns

source: (query : %1)
lv: (vaicājums: %1)

source: %1 ~Unsupported
lv: %1 ~Neatbalstīts

source: Always open '%2' with %1?
lv: Vienmēr atvērt '%2' ar %1?

source: Always open %2 files with %1?
lv: Vienmēr atvērt '%2' failus ar %1?

source: Reset default
lv: Atjaunot noklusējuma

source: Open %1 with:
lv: Atvērt %1 ar:

source: Toggle
lv: Pārslēgt

source: Configure
lv: Pielāgot

source: Viewing image
lv: Attēla aplūkošana

source: Original size
lv: Oriģinālais izmērs

source: Scale
lv: Mērogot

source: No rotation
lv: Bez rotācijas

source: Rotate
lv: Rotēt

source: Read only
lv: Tikai lasāms

source: Not editable
lv: Nevar rediģēt

source: Text reset
lv: Teksta atiestatīšana

source: Resetting failed.
lv: Atiestatīšana neizdevās.

source: Saving failed.
lv: Neizdevās saglabāt.

source: Saved
lv: Saglabāts

source: You have unsaved changes.
lv: Jums ir nesaglabātas izmaiņas.

source: Discard
lv: Izmest

source: Changes discarded
lv: Izmaiņas izmestas

source: Find
lv: Atrast

source: Text may be binary content, and is not editable
lv: Teksts var būt binārs un to nevar rediģēt

source: Show password
lv: Rādīt paroli

source: Keyboard layout
lv: Klaviatūras izkārtojums

source: Switch to layout
lv: Pārslēgties uz izkārtojumu

source: Enter page number
lv: Ievadiet lappuses numuru

source: Page %1 of %2
lv: Lappuse %1 no %2

source: Go to letter
lv: Iet uz burtu

source: Choice 1
lv: Izvēle 1

source: Choice 2
lv: Izvēle 2

source: Natural light configuration
lv: Dabīgās gaismas uzstādījumi

source: Amplification
lv: Pastiprināšana

source: Offset
lv: Nobīde

source: White
lv: Balts

source: Red
lv: Sarkans

source: Green
lv: Zaļš

source: Exponent
lv: Eksponente

source: Obtaining IP address…
lv: Iegūstam IP adresi…

source: disconnect
lv: atvienoties

source: edit
lv: rediģēt

source: Connected.
lv: Savienots.

source: Disconnecting…
lv: Atvienojamies…

source: Password cannot be empty.
lv: Parole nevar būt tukša.

source: Forget
lv: Aizmirst

source: Enter number
lv: Ievadīt skaitli

source: This value should be %1 or more.
lv: Vērtībai jābūt %1 vai lielākai.

source: This value should be %1 or less.
lv: Vērtībai jābūt %1 vai mazāk.

source: Invalid value. Please enter a valid value.
lv: Nepareiza vērtība. Lūdzu ievadiet pareizu vērtību.

source: Always use this engine for this file
lv: Vienmēr izmantot šo dzinēju šim failam

source: Always use this engine for file type
lv: Vienmēr izmantot šo dzinēju faila veidam

source: Page browser shows thumbnails of pages. The bottom ribbon displays an extract of the book map around the pages displayed: If statistics are enabled, black bars are shown for already read pages (gray for pages read in the current reading session). Their heights vary depending on the time spent reading the page. Chapters are shown above the pages they encompass. Under the pages, these indicators may be shown: ▲ current page ❶ ❷ … previous locations ▒ highlighted text  highlighted text with notes  bookmarked page
lv: Lapu pārlūkā tiek rādīti lapu sīktēli. Apakšējā lentē ir redzams grāmatas kartes izvilkums ap rādītajām lapām: Ja ir iespējota statistika, jau izlasītajām lapām tiek parādītas melnas joslas (pašreizējā lasīšanas sesijā izlasītajām lapām - pelēkas). To augstums mainās atkarībā no lapas lasīšanai pavadītā laika. Nodaļas tiek parādītas virs lapām, kuras tās ietver. Zem lapām var būt redzami šādi rādītāji: ▲ pašreizējā lappuse ❶ ❷ ... iepriekšējās vietas ▒ izcelts teksts  izcelts teksts ar piezīmēm  ar grāmatzīmi atzīmēta lapa

source: ... (truncated...)
lv: ... (saīsināts...)

source: Use default
lv: Izmantot noklusējuma

source: Loading high-res image… (tap to cancel)
lv: Ielādējam augstas izšķirtspējas attēlus... (pieskarieties, lai atceltu)

source: Retrieving Wikipedia article…
lv: Iegūstam Wikipedia rakstu…

source: This article contains %1 images. Would you like to download and include them in the generated EPUB file?
lv: Raksts satur %1 attēlus. Vai Jūs vēlētos lejupielādēt un iekļaut attēlus ģenerētajā EPUB failā?

source: Don't include
lv: Neiekļaut

source: Include
lv: Iekļaut

source: Would you like to use slightly higher quality images? This will result in a bigger file size.
lv: Vai Jūs vēlētos izmantot augstāku attēlu kvalitāti? Failam būs lielāks izmērs.

source: Standard quality
lv: Standarta kvalitāte

source: Higher quality
lv: Augstāka kvalitāte

source: This article does not contain any images.
lv: Raksts nesatur attēlus.

source: Building EPUB…
lv: Būvējam EPUB…

source: Saved on %1
lv: Saglabāts %1

source: online version
lv: tiešsaistes versija

source: See %1 for up-to-date content
lv: Atjaunotu saturu var redzēt %1

source: Retrieving image %1 / %2 …
lv: Iegūstam attēlu %1 / %2 …

source: Downloading image %1 failed. Continue anyway?
lv: Attēla %1 lejupielāde neizdevās. Turpināt?

source: Download did not complete. Do you want to create an EPUB with the already downloaded images?
lv: Lejupielāde netika pabeigta. Vai vēlaties izveidot EPUB ar jau lejupielādētajiem attēliem?

source: Don't create
lv: Neizveidot

source: Canceled. Cleaning up…
lv: Atcelts. Sakopjam…

source: Packing EPUB…
lv: Pakojam EPUB…

source: Automatic dimmer
lv: Automātiskais aptumšotājs

source: Automatic dimmer idle time
lv: Automātiskā aptumšotāja dīkstāves laiks

source: Automatic dimmer duration
lv: Automātiskā aptumšotāja ilgums

source: Auto frontlight
lv: Automātiskais apgaismojums

source: Auto frontlight detects the brightness of the environment and automatically turn on and off the frontlight. Frontlight will be turned off to save battery in bright environment, and turned on in dark environment. Do you want to %1 it?
lv: Automātiskais apgaismojums nosaka apkārtējas vides spilgtumu un automātiski ieslēdz vai izslēdz apgaismojumu. Apgaismojums tiks izslēgts ja apkārtējā vide ir gaiša, bet tumšas apkārtējās vides gadījumā ieslēgts. Vai Jūs vēlētos %1 to?

source: enable
lv: ieslēgt

source: Automatically turns the frontlight on and off once brightness in the environment reaches a certain level.
lv: Automātiski pārslēdz apgaismojumu ja apkārtējās vides spilgtums sasniedz noteiktu līmeni.

source: Auto-standby settings
lv: Auto-gatavības režīms

source: Allow auto-standby
lv: Atļaut auto-gatavību

source: Min input idle seconds
lv: Min ievades neaktivitātes laiks (s)

source: Max input idle seconds
lv: Max ievades neaktivitātes laiks (s)

source: Input window seconds
lv: Ievades logs (s)

source: Always standby if battery below
lv: Vienmēr būt gatavam ja atlikusī baterija ir zem

source: Update
lv: Atjaunināt

source: Auto Standby
lv: Auto gatavība

source: Put into standby on no input, wake up from standby on UI input
lv: Ievietot gatavības režīmā, kad nav aktivitātes, pamodināt, kad sāk lietot UI

source: Set timeout
lv: Uzstādīt taimautu

source: Autosuspend timeout
lv: Automātiskās aizmigšanas taimouts

source: Autoshutdown timeout
lv: Automātiskās izslēgšanās taimauts

source: Autoturn is now active and will automatically scroll %1 % of the page every %2 seconds.
lv: Automātiskā lappušu pāršķiršana ir aktīva un automātiski ritinās %1 % no lappuses ik pēc %2 sekundēm.

source: Autoturn
lv: Automātiskā lappušu pāršķiršana

source: Set distance
lv: Uzstādīt distanci

source: Scrolling distance
lv: Ritināšanas distance

source: Automatically turns the page after a set period of time. Hold to set the scrolling distance.
lv: Automātiski pāršķirt lappusi pēc uzstādītā laika perioda. Turēt, lai uzstādītu ritināšanas distanci.

source: Auto warmth off
lv: Automātiskais siltums izslēgts

source: Auto warmth and night mode
lv: Automātiskais siltuma un nakts režīms

source: Warmth and night mode settings
lv: Siltuma un nakts režīma iestatījumi

source: Location
lv: Lokācija

source: Background runner
lv: Fona process

source: Service to other plugins: allows tasks to run regularly in the background.
lv: Serviss citiem spraudņiem: atļauj regulāri izpildīt uzdevumus fonā.

source: Are you sure that you want to clear battery statistics?
lv: Vai tiešām vēlaties notīrīt baterijas statistiku?

source: Awake since last charge
lv: Nomodā kopš pēdējās uzlādes

source: Sleeping since last charge
lv: Aizmidzināts kopš pēdējās uzlādes

source: During last charge
lv: Pēdējās uzlādes laikā

source: Since last charge
lv: Kopš pēdējās uzlādes

source: Battery statistics
lv: Baterijas statistika

source: Collects and displays battery statistics.
lv: Savāc un attēlo baterijas statistiku.

source: Book shortcuts
lv: Grāmatas īsceļi

source: Browse all calibre tags
lv: Pārlūkot visas calibre birkas

source: Browse all calibre series
lv: Pārlūkot visas calibre sērijas

source: Disconnect
lv: Atvienot

source: Search settings
lv: Meklēšanas iestatījumi

source: Wireless settings
lv: Bezvadu iestatījumi

source: Manage libraries
lv: Pārvaldīt bibliotēkas

source: No calibre libraries
lv: Nav calibre bibliotēku

source: Rescan disk for calibre libraries
lv: Meklēt diskā calibre bibliotēkas

source: Enable searches in the reader
lv: Ieslēgt meklēšanu lasītājā

source: Store metadata in cache
lv: Saglabāt metadatus kešatmiņā

source: Case sensitive search
lv: Meklēšana ignorējot burtu izmērus

source: Search by title
lv: Meklēt pēc virsraksta

source: Search by authors
lv: Meklēt pēc autora

source: Search by path
lv: Meklēt pēc ceļa

source: Enable wireless client
lv: Ieslēgt bezvadu klientu

source: Set password
lv: Uzstādīt paroli

source: automatic
lv: automātiski

source: Server address (%1)
lv: Servera addrese (%1)

source: Set custom calibre address
lv: Uzstādīt nestandarta calibre adresi

source: IP Address
lv: IP Adrese

source: Port
lv: Ports

source: Integration with calibre. Send documents from calibre library via Wi-Fi and search calibre metadata.
lv: Integrācija ar calibre. Sūtīt dokumentus no calibre bibliotēkas, izmantojot Wi-Fi un meklēt calibre metadatus.

source: Author(s):
lv: Autors:

source: Tags:
lv: Birkas:

source: Browse series
lv: Pārlūkot sērijas

source: Browse tags
lv: Pārlūkot birkas

source: Search books
lv: Meklēt grāmatas

source: Browse by tags
lv: Pārlūkot pēc birkām

source: Browse by series
lv: Pārlūkot pēc sērijām

source: Scanning libraries can take time. All storage media under %1 will be analyzed
lv: Bibliotēku skenēšana tiks veikta. Visi krātuves mediji %1 tiks analizēti

source: SD card
lv: SD karte

source: No calibre libraries were found
lv: Calibre bibliotēkas netika atrastas

source: Invalid password
lv: Nepareiza parole

source: Disconnected by calibre
lv: Atvienots no calibre

source: Connected to calibre server at %1
lv: Savienots ar calibre serveri %1

source: This folder is already initialized as a %1. Mixing calibre libraries is not recommended unless you know what you're doing. Do you want to continue?
lv: Mape jau ir inicializēta kā %1. Sajaukt kopā calibre bibliotēkas nav ieteicams (ja vien apzinaties ko darat). Vai Jūs vēlētos turpināt?

source: Set a password for calibre wireless server
lv: Uzstādīt paroli calibre bezvadu serverim

source: Can't receive file %1/%2: %3 No space left on device
lv: Nevar saņemt failu %1/%2: %3 Nepietiek vietas ierīcē

source: Received file %1/%2: %3
lv: Saņemts fails %1/%2: %3

source: Insufficient disk space. calibre %1 will report all books as in device. This might lead to errors. Please reconnect to get updated info
lv: Nepietiekama vieta ierīcē. calibre %1 ziņos par visām ierīces grāmatām. Tas var novest pie kļūdām. Lūdzu pieslēdzieties, lai saņemtu atjaunotu informāciju

source: Reconnect
lv: Atkārtoti savienoties

source: Deleted file: %1
lv: Izdzēsts fails: %1

source: Deleted %1 files in %2: %3
lv: Izdzēst %1 failus %2: %3

source: not readable by engine
lv: dzinējs nespēj izlasīt

source: too many interruptions or crashes
lv: par daudz pārtraukumu vai avāriju

source: Book info cache database updated.
lv: Grāmatas info kešatmiņas datubāze atjaunota.

source: Failed compacting database: %1
lv: Neizdevās saspiest datubāzi: %1

source: Cache database size reduced from %1 to %2.
lv: Kešatmiņas datubāzes izmērs samazināts no %1 uz %2.

source: Cache is empty. Nothing to prune.
lv: Kešatmiņa ir tukša. Nav ko dzēst.

source: Removed %1 / %2 entries from cache.
lv: Izņēmu %1 / %2 priekšmetus no kešatmiņas.

source: This will extract metadata and cover images from books in the current directory. Once extraction has started, you can abort at any moment by tapping on the screen. Cover images will be saved with the adequate size for the current display mode. If you later change display mode, they may need to be extracted again. This extraction may take time and use some battery power: you may wish to keep your device plugged in.
lv: Ekstraktēs metadatus un vāka attēlus no grāmatām, kuras atrodas esošajā mapē. Kad process sāksies, to var atcelt pieskaroties ekrānam. Vāka attēli tiks saglabāti ar adekvātu izmēru, balstoties uz esošo displeja režīmu. Ja displeja režīms tiks mainīts - process jāpalaiž vēlreiz. Ekstraktēšana nav ātra un ierīci vēlams atstāt pieslēgtu pie barošanas.

source: Also extract book information from books in subdirectories?
lv: Ekstraktēt grāmatu informāciju no grāmatām apakšmapēm?

source: Here only
lv: Tikai šeit

source: Here and under
lv: Šeit un apakšmapēs

source: Do you want to refresh metadata and covers that have already been extracted?
lv: Vai vēlaties atjaunot metadatus un vākus, kuri jau ir tikuši ekstraktēti?

source: Don't refresh
lv: Neatjaunot

source: Refresh
lv: Atjaunot

source: If you have removed many books, or have renamed some directories, it is good to remove them from the cache database. Do you want to prune the cache of removed books?
lv: Ja esat izdzēsis daudz grāmatas vai pārsaucis mapes - tās nepieciešams izņemt arī no kešatmiņas datubāzes. Vai vēlaties iztīrīt kešatmiņu?

source: Don't prune
lv: Neiztīrīt

source: Prune
lv: Iztīrīt

source: Do you want to abort extraction?
lv: Vai vēlaties atcelt ekstraktēšanu?

source: Don't abort
lv: Neatcelt

source: Pruning cache of removed books…
lv: Izņemam izdzēstās grāmatas no kešatmiņas…

source: Looking for books to index…
lv: Meklējam grāmatas, kuras nepieciešams indeksēt…

source: No books were found.
lv: Grāmatas netika atrastas.

source: Found 1 book to index.
lv: Atradu nevienu grāmatu, kuru indeksēt.

source: Found %1 books. Looking for those not already present in the cache database…
lv: Atradu %1 grāmatas. Meklēju tās, kuras vēl nav pieejamas kešatmiņas datubāzē…

source: No books were found that need to be indexed.
lv: Grāmatas netika atrastas, kurām būtu vajadzīga indeksācija.

source: Indexing %1 / %2… %3
lv: Indeksējam %1 / %2... %3

source: Processed %1 / %2 books.
lv: Apstrādāju %1 / %2 grāmatas.

source: One extracted successfully.
lv: Neviens ekstrakēts.

source: Start-up of background extraction job failed. Please restart KOReader or your device.
lv: Neizdevās palaist fona ekstraktēšanu. Lūdzu restartējiet KOReader vai savu ierīci.

source: Unignore cover
lv: Neignorēt vāku

source: Ignore cover
lv: Ignorēt vāku

source: Unignore metadata
lv: Neignorēt metadatus

source: Ignore metadata
lv: Ignorēt metadatus

source: Refresh cached book information
lv: Atjaunot kešatmiņā esošo grāmatas informāciju

source: Extract and cache book information
lv: Ekstraktēt un ievietot kešatmiņā grāmatas informāciju

source: %1 % of %2 pages
lv: %1 % no %2 lappusēm

source: %1, %2 to read
lv: %1, %2 ko lasīt

source: 1 page
lv: 0 lapas

source: (no book information: %1)
lv: (nav grāmatas informācijas: %1)

source: (deleted)
lv: (izdzēsta)

source: Classic (filename only)
lv: Klasisks (tikai faila nosaukums)

source: Mosaic with cover images
lv: Mozaīka ar vāka attēliem

source: Mosaic with text covers
lv: Mozaīka ar grāmatu nosaukumiem

source: Detailed list with cover images and metadata
lv: Detalizēts saraksts ar vāka attēliem un metadatiem

source: Detailed list with metadata, no images
lv: Detalizēts saraksts ar metadatiem, bez attēliem

source: Detailed list with cover images and filenames
lv: Detalizēts saraksts ar vāka attēliem un failu nosaukumiem

source: History display mode
lv: Vēstures attēlošanas režīms

source: Favorites display mode
lv: Izlases attēlošanas režīms

source: Display mode
lv: Attēlošanas režīms

source: Display hints
lv: Attēlot norādījums

source: Show hint for books with description
lv: Attēlot norādījumus grāmatām ar aprakstiem

source: Series
lv: Sērijas

source: Append series metadata to authors
lv: Pievienot sērijas metadatus autoriem

source: Append series metadata to title
lv: Pievienot sērijas metadatus grāmatas nosaukumam

source: Show series metadata in separate line
lv: Attēlot sērijas metadatus atsevišķā rindā

source: Show number of pages read instead of progress %
lv: Attēlot izlasīto lappušu skaitu nevis progresu %

source: Show number of pages left to read
lv: Attēlot neizlasīto lapu skaitu

source: Book info cache management
lv: Grāmatas informācijas kešatmiņas pārvaldīšana

source: Current cache size:
lv: Kešatmiņas izmērs:

source: Prune cache of removed books
lv: Iztīrīt kešatmiņu no izdzēstajām grāmatām

source: Are you sure that you want to prune cache of removed books? (This may take a while.)
lv: Vai tiešām vēlaties iztīrīt kešatmiņu no izdzēstajām grāmatām? (Tas var aizņemt laiku.)

source: Prune cache
lv: Iztīrīt kešatmiņu

source: Compact cache database
lv: Saspiest kešatmiņas datubāzi

source: Are you sure that you want to compact cache database? (This may take a while.)
lv: Vai tiešām vēlaties saspiest kešatmiņas datubāzi? (Tas var aizņemt kādu laiku.)

source: Compact database
lv: Saspiest datubāzi

source: Compacting cache database…
lv: Saspiežam kešatmiņas datubāzi…

source: Delete cache database
lv: Izdzēst kešatmiņas datubāzi

source: Are you sure that you want to delete cover and metadata cache? (This will also reset your display mode settings.)
lv: Vai tiešām vēlaties izdzēst grāmatu vākus un metadatu kešatmiņu? (Attēlošanas režīms arī tiks atstatīts.)

source: Purge
lv: Iztīrīt

source: Cover browser
lv: Vāku pārlūks

source: Alternative display modes for file browser and history.
lv: Alternatīvs attēlošanas režīms failiu pārlūkam un vēsturei.

source: Error writing file
lv: Kļūda rakstot failā

source: Size, background and format
lv: Izmērs, fons un formāts

source: Original image
lv: Oriģinālais attēls

source: File format derived from filename
lv: Faila formāts izsecināts no faila nosaukuma

source: JPG file format
lv: JPG faila formāts

source: PNG file format
lv: PNG faila formāts

source: Cover image
lv: Vāka attēls

source: About cover image
lv: Par vāka attēlu

source: Current Cover image path: %1
lv: Pašreizējā vāka attēla ceļš: %1

source: Save cover image
lv: Saglabāt vāka attēlu

source: Exclude this book cover
lv: Izlaist grāmatas vāku

source: Turn on fallback image
lv: Ieslēgt rezerves attēlu

source: Stores cover image to a file.
lv: Saglabā vāka attēlu failā.

source: Tweak document settings
lv: Pielabot dokumenta iestatījumus

source: Directory Defaults: %1
lv: Mapes noklusējuma iestatījumi: %1

source: Defaults saved
lv: Noklusējuma iestatījumi saglabāti

source: Defaults invalid: %1
lv: Noklusējuma iestatījumi nepareizi: %1

source: Defaults empty
lv: Noklusējuma iestatījumi tukši

source: This plugin allows you to tweak document settings before the document is loaded based on external factors.
lv: Spraudnis atļauj Jums pielabot dokumenta iestatījumus pirms dokuments ir ielādēts.

source: Exporting may take several seconds…
lv: Eksportēšana var aizņemt pāris sekundes…

source: Export all notes in this book
lv: Eksportēt grāmatas visas piezīmes

source: Export all notes in your library
lv: Eksportēt visas piezīmes no bibliotēkas

source: Exports highlights and notes.
lv: Eksportē izcēlumus un piezīmes.

source: KOReader Notes
lv: KOReader piezīmes

source: Set Joplin IP and Port
lv: Uzstādīt Joplin IP un portu

source: Set Joplin IP and port number
lv: Uzstādīt Joplin IP un portu

source: Set authorization token
lv: Uzstādīt autorizācijas pilnvaru

source: Set authorization token for Joplin
lv: Uzstādīt autorizācijas pilnvaru Joplin

source: Set token
lv: Uzstādīt pilnvaru

source: Export to Joplin
lv: Eksportēt uz Joplin

source: -- Page: %1, added on %2
lv: -- Lapa: %1, pievienota %2

source: <An image>
lv: <Attēls>

source: Top left
lv: Augšējais kreisais

source: Top right
lv: Augšējais labais

source: Bottom left
lv: Apakšējais kreisais

source: Bottom right
lv: Apakšējais labais

source: Left edge down
lv: Kreisā mala uz leju

source: Left edge up
lv: Kreisā mala uz augšu

source: Right edge down
lv: Labā mala uz leju

source: Right edge up
lv: Labā mala uz augšu

source: Top edge right
lv: Augšējā mala pa labi

source: Top edge left
lv: Augšējā mala pa kreisi

source: Bottom edge right
lv: Apakšējā mala pa labi

source: Bottom edge left
lv: Apakšējā mala pa kreisi

source: Left side
lv: Kreisā puse

source: Right side
lv: Labā puse

source: Short diagonal swipe
lv: Īss vilkšanas žests pa diagonāli

source: Spread
lv: Izplest

source: Pinch
lv: Savilkt
