Repository: Szybet/koreader-inkbox
Catalog: koreader/l10n/*/koreader.po
Languages: lv

source: Multiswipes allow you to perform complex gestures built up out of multiple swipe directions, never losing touch with the screen. These advanced gestures consist of either straight swipes or diagonal swipes. To ensure accuracy, they can't be mixed.
lv: Multi-žesti ļauj izveidot sarežģītus žestus, kuri sastāv no vairākiem vilkšanas žestiem, nezaudējot pieskārienu ar ekrānu. Advancētie žesti sastāv no taisniem vai diagonāliem žestiem. Lai nodrošinātu precizitāti, taisnus un diagonālus žestus nevar lietot kopā.

source: %1 (default)
lv: %1 (noklusējuma)

source: Multiswipe recorder
lv: Multižestu ierakstītājs

source: Make a multiswipe gesture
lv: Izdarīt multipieskārienu žestu

source: Recorded multiswipe already exists.
lv: Ierakstītais multižests jau eksistē.

source: The number of possible multiswipe gestures is theoretically infinite. With the multiswipe recorder you can easily record your own.
lv: Teorētiski, multižestu iespējamais skaits ir bezgalīgs. Ar multižestu ierakstītāju Jūs varat ierakstīt savu.

source: Remove custom multiswipe %1?
lv: Noņemt nestandarta multižestu %1?

source: Gesture intervals
lv: Žestu intervāli

source: Text selection rate
lv: Teksta izvēles ātrums

source: Set rate
lv: Uzstādīt ātrumu

source: Tap interval
lv: Pieskārienu intervāls

source: Tap interval on keyboard
lv: Pieskārienu intervāls uz klaviatūras

source: Double tap interval
lv: Dubultā pieskāriena intervāls

source: Two finger tap duration
lv: Divu pirkstu pieskāriena ilgums

source: Set duration
lv: Uzstādīt intervālu

source: Swipe interval
lv: Vilkšanas intervāls

source: Gesture manager
lv: Žestu menedžeris

source: Turn on multiswipes
lv: Ieslēgt multižestus

source: Multiswipes
lv: Multi-žesti

source: Custom multiswipes
lv: Nestandarta multižesti

source: Tap corner
lv: Pieskāriens stūrī

source: One-finger swipe
lv: Viena pirksta vilkšanas žests

source: Double tap
lv: Dubultais pieskāriens

source: Two-finger tap corner
lv: Divu pirkstu pieskāriens stūrī

source: Two-finger swipe
lv: Divu pirkstu vilkšanas žests

source: Spread and pinch
lv: Izplest un savilkt

source: Gestures have been upgraded. You may now set more than one action per gesture.
lv: Žesti ir atjaunoti. Jūs tagad varat uzstādīt vairāk kā vienu darbību kā žestu.

source: You have just performed your first multiswipe gesture.
lv: Jūs tikko veicāt savu pirmo multi-pavilkšanas žestu.

source: Gestures
lv: Žesti

source: This plugin provides gesture support.
lv: Spraudnis nodrošina žestu atbalstu.

source: Hello World
lv: Sveika Pasaule

source: Hello, plugin world
lv: Sveika spraudņu pasaule

source: Hello
lv: Sveiki

source: This is a debugging plugin.
lv: Šis ir atkļūdošanas spraudnis.

source: Keep alive
lv: Palikt nomodā

source: The system won't sleep while this message is showing. Press "Stay alive" if you prefer to keep the system on even after closing this notification. *This will drain the battery*. If KOReader terminates before "Close" is pressed, please start and close the KeepAlive plugin again to ensure settings are reset.
lv: Sistēma netiks iemidzināta kamēr šī ziņa tiks rādīta. Spiediet "Palikt nomodā" ja vēlaties sistēmu neizslēgt pēc šīs notifikācijas aizvēršanas *Baterija tiks izmantota*. Ja KOReader beidz darbu pirms "Aizvērt" ir nospiests, lūdzu startējiet un aizveriet "Palikt Nomodā" spraudni atkal, lai nodrošinātu, ka iestatījumi ir pareizi.

source: Stay alive
lv: Palikt nomodā

source: Keeps the device awake to prevent automatic Wi-Fi disconnects.
lv: Patur ierīci nomodā, lai novērstu automātisku Wi-Fi atvienošanos.

source: Register/login to KOReader server
lv: Reģistrēties/pieslēgties KOReader serverim

source: Progress has been synchronized.
lv: Progress ir ticis sinhronizēts.

source: Please register or login before using the progress synchronization feature.
lv: Lūdzu reģistrējieties vai pieslēdzieties pirms izmantojat progresa sinhronizāciju.

source: Something went wrong when syncing progress, please check your network connection and try again later.
lv: Kaut kas nogāja greizi kad notika sinhronizācija, pārbaudiet tīkla savienojumu un mēģiniet vēlreiz.

source: invalid username and password
lv: nepareizs lietotājvārds un parole

source: invalid username
lv: nepareizs lietotājvārds

source: invalid password
lv: nepareiza parole

source: Push progress from this device
lv: Iesūtīt progresu no šīs ierīces

source: Pull progress from other devices
lv: Saņemt progresu no citām ierīcēm

source: Progress sync
lv: Progresa sinhronizācija

source: Custom sync server
lv: Nestandarta sinhronizācijas serveris

source: Custom progress sync server address
lv: Nestandarta progresa sinhronizācijas servera adrese

source: Logout
lv: Atslēgties

source: Register
lv: Reģistrēties

source: Login
lv: Pieslēgties

source: This value determines how many page turns it takes to update book progress. If set to 0, updating progress based on page turns will be disabled.
lv: Vērtība nosaka cik lapas tiek pāršķirtas un progress tiek atjaunots. Ja vērtība ir 0, progresa atjaunošana netiks veikta.

source: Number of pages before update
lv: Lapu skaits pirms atjaunošanas

source: Cannot login: %1
lv: Nevar pieslēgties: %1

source: Logging in. Please wait…
lv: Pieslēdzamies. Lūdzu uzgaidiet…

source: Cannot register: %1
lv: Nevar reģistrēties: %1

source: Registering. Please wait…
lv: Reģistrējamies. Lūdzu uzgaidiet…

source: An error occurred while registering:
lv: Notika kļūda reģistrācijas procesā:

source: An unknown error occurred while registering.
lv: Nezināma kļūda notika reģistrācijas laikā.

source: Registered to KOReader server.
lv: Reģistrēts KOReader serverī.

source: Unknown server error
lv: Nezināma servera kļūda

source: An error occurred while logging in:
lv: Notika kļūda pieslēdzoties:

source: An unknown error occurred while logging in.
lv: Nezināma kļūda notika kamēr mēģināja pieslēgties.

source: Logged in to KOReader server.
lv: Pieslēdzies KOReader serverim.

source: Progress has been pushed.
lv: Progress ir ticis iesūtīts.

source: No progress found for this document.
lv: Progress nav atrasts dokumentam.

source: Latest progress is coming from this device.
lv: Pēdējais progress nāk no šīs ierīces.

source: The progress has already been synchronized.
lv: Progress jau ir ticis sinhronizēts.

source: Sync to latest location %1% from device '%2'?
lv: Sinhronizēt līdz pēdējai lokācijai %1% no ierīces '%2'?

source: Sync to previous location %1% from device '%2'?
lv: Sinhronizēt līdz iepriekšējai lokācijai %1% no ierīces '%2'?

source: Synchronizes your reading progess to a server across your KOReader devices.
lv: Sinhronizē lasīšanas progresu uz serveri un citām Jūsu KOReader ierīcēm.

source: Move current book to archive
lv: Pārvietot grāmatu uz arhīvu

source: Move to archive
lv: Pārvietot uz arhīvu

source: Copy current book to archive
lv: Pārkopēt grāmatu uz arhīvu

source: Go to archive folder
lv: Doties uz arhīva mapi

source: Go to last copied/moved from folder
lv: Doties uz pēdējo kopēto/pārvietoto no mapes

source: No previous folder found.
lv: Iepriekšējā mape netika atrasta.

source: Set archive folder
lv: Uzstādīt arhīva mapi

source: Book copied. Do you want to open it from the archive folder?
lv: Grāmata pārkopēta. Vai vēlaties to atvērt no arhīva mapes?

source: Book moved. Do you want to open it from the archive folder?
lv: Grāmata pārvietota. Vai vēlaties to atvērt no arhīva mapes?

source: No archive directory. Do you want to set it now?
lv: Nav arhīva mape. Vai vēlaties to uzstādīt?

source: Moves/copies current book to archive folder
lv: Pārvieto/kopē grāmatu uz arhīva mapi

source: %1 Building EPUB…
lv: %1 Būvējam EPUB…

source: %1 Retrieving image %2 / %3 …
lv: %1 Iegūstam attēlus %2 / %3 …

source: %1 Packing EPUB…
lv: %1 Pakojam EPUB…

source: Go to news folder
lv: Doties uz ziņu mapi

source: Never download images
lv: Nekad lejupielādēt attēlus

source: Invalid configuration file. Detailed error message: %1
lv: Nepareizs konfigurācijas fails. Detalizēts kļūdas paziņojums: %1

source: Processing %1/%2: %3
lv: Apstrādājam %1/%2: %3

source: %1 Fetching article %2/%3:
lv: %1 Iegūstam rakstu %2/%3:

source: This is just a description of the feed. To download the full article instead, go to the News Downloader settings and change 'download_full_article' to 'true'.
lv: Šis ir barotnes apraksts. Lai lejupielādētu pilno rakstu, dodieties uz Ziņu Lejupielādētāja iestatījumiem un nomainiet 'lejupielādēt pilnu rakstu' uz 'jā'.

source: Yes
lv: Jā

source: No
lv: Nē

source: Config: %1
lv: Iestatījumi: %1

source: Configuration saved
lv: Iestatījumi saglabāti

source: Configuration invalid: %1
lv: Iestatījumi nepareizi: %1

source: Configuration empty
lv: Iestatījumi tukši

source: News downloader
lv: Ziņu lejupielādētājs

source: Retrieves RSS and Atom news entries and saves them as HTML files.
lv: Iegūst RSS un Atom ziņas un saglabā tās kā HTML failus.

source: OPDS Catalog
lv: OPDS katalogs

source: OPDS catalog
lv: OPDS katalogs

source: Catalog name
lv: Kataloga nosaukums

source: Catalog URL
lv: Kataloga URL

source: Username (optional)
lv: Lietotājvārds (neobligāts)

source: Password (optional)
lv: Parole (neobligāta)

source: Edit OPDS catalog
lv: Rediģēt OPDS katalogu

source: Add OPDS catalog
lv: Pievienot OPDS katalogu

source: The catalog has been permanently moved. Please update catalog URL to '%1'.
lv: Katalogs ir ticis pārvietots. Lūdzu nomainiet kataloga URL uz '%1'.

source: Insecure HTTPS → HTTP downgrade attempted by redirect from: '%1' to '%2'. Please inform the server administrator that many clients disallow this because it could be a downgrade attack.
lv: Nedroša HTTPS -> HTTP protokola maiņa: '%1' uz '%2' Lūdzu informējiet servera administratoru par iespējamo protokola maiņas uzbrukumu.

source: Authentication required for catalog. Please add a username and password.
lv: Katalogam nepieciešama autentifikācija. Lūdzu norādiet lietotājvārdu un paroli.

source: Failed to authenticate. Please check your username and password.
lv: Neizdevās autentificēties. Pārbaudiet lietotājvārdu un paroli.

source: Catalog not found.
lv: Katalogs nav atrasts.

source: Cannot get catalog info from %1
lv: Nevar saņemt kataloga informāciju no %1

source: Search OPDS catalog
lv: Meklēt OPDS katalogā

source: Alexandre Dumas
lv: Aleksandrs Dimā

source: %s in url will be replaced by your input
lv: %s hipersaitē tiks aizvietots ar Jūsu norādītajām vērtībām

source: Invalid protocol: %1
lv: Nepareizs protokols: %1

source: The file %1 already exists. Do you want to overwrite it?
lv: Fails %1 jau eksistē. Vai vēlaties pārrakstīt?

source: Read now
lv: Lasīt tagad

source: Read later
lv: Lasīt vēlāk

source: Perception expander settings
lv: Uztveres paplašinātāja iestatījumi

source: Line thickness. Current value: %1
lv: Līniju biezums. Vērtība: %1

source: Margin from edges. Current value: %1
lv: Robežas no malām. Vērtība: %1

source: Line color intensity (1-10). Current value: %1
lv: Līniju krāsas intensitāte (1-10). Vērtība: %1

source: Increase margin after pages. Current value: %1 Set to 0 to disable.
lv: Palielināt robežas pēc lapām. Vērtība: %1 Uzstādiet 0, lai atslēgtu.

source: Speed reading module - perception expander
lv: Ātrās lasīšanas modulis - uztveres paplašinātājs

source: For more information see wiki page Perception Expander Plugin
lv: Lai uzzinātu vairāk, apmeklējiet wiki lapu Perception Expander Plugin (angl.)

source: Perception expander
lv: Uztveres paplašinātājs

source: Improves your reading speed with the help of two vertical lines over the text.
lv: Uzlabo lasīšanas ātrumu ar divu vertikālu līniju palīdzību.

source: Profiles
lv: Profili

source: New
lv: Jauns

source: New with current document settings
lv: Jauns ar pašreizējiem dokumenta iestatījumiem

source: Execute
lv: Izpildīt

source: Do you want to delete this profile?
lv: Vai vēlaties izdzēst profilu?

source: Enter profile name
lv: Ievadiet profila nosaukumu

source: This plugin allows combining multiple settings to make switchable 'profiles'.
lv: Spraudnis atļauj kombinēt vairākus iestatījumus katram profilam atsevišķi.

source: QR from clipboard
lv: QR no starpliktuves

source: This plugin generates a QR code from clipboard content.
lv: Spraudnis ģenerē QR kodu no starpliktuves satura.

source: Read timer
lv: Lasīšanas taimeris

source: Set timer
lv: Uzstādīt taimeri

source: Set reader timer
lv: Uzstādīt lasīšanas taimeri

source: Stop timer
lv: Apstādināt taimeri

source: Shows an alarm after a specified amount of time.
lv: Parādīt brīdinājumu pēc noteikta laika intervāla.

source: Choose SSH port
lv: Izvēlēties SSH portu

source: SSH server
lv: SSH serveris

source: SSH public key
lv: SSH publiskā atslēga

source: Login without password (DANGEROUS)
lv: Pieslēgties bez paroles (BĪSTAMI!)

source: Connect and transfer files to the device using SSH.
lv: Pieslēdzies un pārvieto failus uz ierīci izmantojot SSH.

source: Enter month
lv: Ievadi mēnesi

source: Invalid year-month string (YYYY-MM)
lv: Nepareizs gads-mēnesis norādīts (GGGG-MM)

source: Statistics calendar view
lv: Statistikas kalendāra skats

source: Book statistics
lv: Grāmatas statistika

source: Cannot open database in %1. The database may have been moved or deleted. Do you want to create an empty database?
lv: Nevar atvērt datubāzi: %1. Datubāze iespējams ir pārvietota vai dzēsta. Vai Jūs vēlētos izveidot tukšu datubāzi?

source: A new empty database has been created.
lv: Jauna tukša datubāze ir izveidota.

source: Statistics database updated.
lv: Statistikas datubāze atjaunota.

source: New version of statistics plugin detected. Statistics data needs to be converted into the new database format. This may take a few minutes. Please wait…
lv: Jauna statistika spraudņa versija pamanīta. Statistikas datus nepieciešams pārveidot uz jaunu datubāzes formātu. Tas var aizņemt pāris minūtes. Lūdzu uzgaidiet...

source: Conversion complete. Imported one book to the database. Tap to continue.
lv: Pārveidošana pabeigta. Importēta neviena grāmata datubāzē. Pieskarieties, lai turpinātu.

source: Enabled
lv: Ieslēgts

source: Reading statistics
lv: Lasīšanas statistika

source: Read page duration limits
lv: Izlasītas lapas laika limiti

source: Set min and max time spent (in seconds) on a page for it to be counted as read in statistics. The min value ensures pages you quickly browse and skip are not included. The max value ensures a page you stay on for a long time (because you fell asleep or went away) will be included, but with a duration capped to this specified max value.
lv: Uzstādīt minimālo un maksimālo pavadīto laiku (sekundēs) lapā, lai lapa tiktu atzīmēta kā izlasīta statistikā. Minimālā vērtība nodrošina, ka pārlūkošanas un pāršķiršanas laikā lapa netiek atzīmēta kā lasīta. Maksimālā vērtība nodrošina, ka lapa, kurā Jūs uzturaties ilgāk tiks iekļauta statistikā, izmantojot laika ierobežojuma nodefinēto vērtību.

source: Calendar weeks start on %1
lv: Kalendāra nedēļas sākas ar %1

source: Books per calendar day: %1
lv: Grāmatas vienas kalendārās dienas laikā: %1

source: Books per calendar day
lv: Grāmatas vienas kalendārās dienas laikā

source: Set the max number of book spans to show for a day
lv: Uzstādīt maksimālo grāmatu skaitu pārklāšanos, lai attēlotu vienas dienas ietvaros

source: Show hourly histogram in calendar days
lv: Rādīt histogrammu ar soli (1h) kalendārajās dienās

source: Allow browsing coming months
lv: Atļaut pārlūkot nākamos mēnešus

source: Reset statistics
lv: Notīrīt statistiku

source: Current book
lv: Esošā grāmata

source: Current statistics
lv: Esošā statistika

source: Reading progress is not available. There is no data for the last week.
lv: Lasīšanas progress nav pieejams. Nav datu par pagājušo nedēļu.

source: Time range
lv: Laika diapazons

source: Calendar view
lv: Kalendāra skats

source: Time range statistics
lv: Laika diapazona statistika

source: All books
lv: Visas grāmatas

source: Books by week
lv: Grāmatas nedēļas šķērsgriezumā

source: Books by month
lv: Grāmatas mēneša šķērsgriezumā

source: Last week
lv: Iepriekšējā nedēļa

source: Last month by day
lv: Pēdējais mēnesis sadalīts pa dienām

source: Last year by day
lv: Pēdējais gads sadalīts pa dienām

source: Last year by week
lv: Pēdējais gads sadalīts pa nedēļām

source: All stats by month
lv: Visa statistika sadalīta pa mēnešiem

source: Time spent reading this session
lv: Lasīšanā pavadītais laiks šajā sesijā

source: Pages read this session
lv: Lappuses izlasītas šajā sesijā

source: Time spent reading today
lv: Šodien pavadītais laiks lasot

source: Pages read today
lv: Šodien izlasītās lappuses

source: Total time spent on this book
lv: Kopējais grāmatas lasīšanas laiks

source: Days reading this book
lv: Grāmatas lasīšanā pavadītās dienas

source: Days reading %1
lv: Lasīšanā pavadītās dienas: %1

source: Average time per day
lv: Vidējais lasīšanas laiks dienā

source: Current page/Total pages
lv: Esošā lappuse/Kopējais lappušu skaits

source: Pages read
lv: Izlasītas lappuses

source: Average time per page
lv: Vidējais lappusē pavadītais laiks

source: Title
lv: Nosaukums

source: Books read in %1
lv: Izlasītās grāmatas - %1

source: %1 Week %2
lv: %1 Nedēļa %2

source: Books read %1
lv: Grāmatas izlasītas %1

source: Total time spent reading: %1
lv: Kopējais lasīšanā pavadītais laiks: %1

source: Reset statistics for the current book
lv: Notīrīt statistiku esošajai grāmatai

source: Reset statistics per book
lv: Notīrīt statistiku grāmatām individuāli

source: Reset stats for books read for < 1 m
lv: Nodzēst statistiku grāmatām, kuras lasītas < 1 minūti

source: Do you want to reset statistics for book: %1
lv: Vai vēlaties notīrīt statistiku par grāmatu: %1

source: Reset book statistics
lv: Notīrīt grāmatas statistiku

source: Permanently remove statistics for books read for less than 1 minute?
lv: Pavisam iztīrīt statistiku grāmatām, kuras lasītas mazāk nekā minūti?

source: Statistics for 1 book removed.
lv: Statistika notīrīta 0 grāmatām.

source: No statistics removed.
lv: Statistika netika notīrīta.

source: Keeps and displays your reading statistics.
lv: Attēlo Jūsu lasīšanas statistiku.

source: Week progress
lv: Nedēļas progress

source: Today
lv: Šodien

source: Pages
lv: Lappuses

source: KOReader started at
lv: KOReader startēts

source: Counters
lv: Skaitītāji

source: wake-ups
lv: pamošanās

source: sleeps
lv: reizes aizmidzis

source: charge cycles
lv: lādēšanas cikli

source: discharge cycles
lv: izlādes cikli

source: System information
lv: Sistēmas informācija

source: Processor usage %
lv: Procesora lietojums %

source: Total memory (MB)
lv: Kopējā atmiņa (MB)

source: Free memory (MB)
lv: Brīvā atmiņa (MB)

source: Available memory (MB)
lv: Pieejamā atmiņa (MB)

source: Threads
lv: Pavedieni

source: Virtual memory (MB)
lv: Virtuālā atmiņa (MB)

source: RAM usage (MB)
lv: RAM pielietojums (MB)

source: Storage information
lv: Krātuves informācija

source: Available
lv: Pieejams

source: Total
lv: Kopā

source: Used percentage
lv: Izmantots %

source: System statistics
lv: Sistēmas statistika

source: Shows system statistics.
lv: Rādīt sistēmas statistiku.

source: Terminal emulator
lv: Termināļa emulators

source: Use monospace font
lv: Izmantot vienplatuma fontu

source: Auto paragraph direction
lv: Automātisks paragrāfa virziens

source: Detect the direction of each paragraph in the text: align to the right paragraphs in languages such as Arabic and Hebrew…, while keeping other paragraphs aligned to the left. If disabled, paragraphs align according to KOReader's language default direction.
lv: Nosaka teksta virzienu katrā rindkopā; piekārto pie labās malas tekstu tādās valodās kā Arābu vai Ebreju..., kamēr citas rindkopas piekārto pie kreisās malas. Ja atslēgts, rindkopas piekārtojas saskaņā ar KOReader valodu noklusējuma virzienu.

source: Force paragraph direction LTR
lv: Uzspiest rindkopas virzienu LTR

source: Force all text to be displayed Left-To-Right (LTR) and aligned to the left. Enable this if you are mostly editing code, HTML, CSS…
lv: Uzspiest visu tekstu attēlot no kreisās uz labo (LTR) un piekārtotu pie kreisās malas. Ieslēdziet ja jūs rediģējat kodu, HTML, CSS…

source: Enable QR code export
lv: Ieslēgt QR koda eksportu

source: Export text to QR code, that can be scanned, for example, by a phone.
lv: Eksportēt tekstu kā QR kodu, kuru var noskenēt, piemēram ar telefonu.

source: File path: %1 File size: %2 bytes Last modified: %3 Remove this file from text editor history?
lv: Faila ceļš: %1 Faila izmērs: %2 baiti Pēdējoreiz mainīts: %1 Izņemt failu no teksta redaktora vēstures?

source: File path: %1 This file does not exist anymore. Remove it from text editor history?
lv: Faila ceļš: %1 Fails vairs neeksistē. Izņemt failu no teksta redaktora vēstures?

source: This file does not exist anymore: %1 Do you want to create it and start editing it?
lv: Fails vairs neeksistē: %1 Vai vēlaties to izveidot un sākt rediģēt?

source: This file is not a regular file: %1
lv: Fails nav regulārs fails: %1

source: This file can not be created: %1 Reason: %2
lv: Failu nevar izveidot: %1 Iemesls: %2

source: Lua syntax check failed: %1
lv: Lua sintakses pārbaude bija nesekmīga: %1

source: Lua syntax OK
lv: Lua sintakse OK

source: Text reset to last saved content
lv: Teksts atjaunojas uz pēdējo saglabāto saturu

source: File is read only
lv: Fails ir tikai lasāms

source: File saved
lv: Fails saglabāts

source: Failed saving file: %1
lv: Neizdevās saglabāt failu: %1

source: Lua syntax OK, file saved
lv: Lua sintakse OK, fails saglabāts

source: Lua syntax check failed: %1 KOReader may crash if this is saved. Do you really want to save to this file? %2
lv: Lua sintakses pārbaude bija nesekmīga: %1 KOReader var avarēt ja šīs izmaiņas tiks saglabātas. Vai tiešām vēlaties saglabāt? %2

source: Do not save
lv: Nesaglabāt

source: Save anyway
lv: Saglabāt tāpat

source: Text content is empty. Do you want to keep this file as empty, or do you prefer to delete it? %1
lv: Teksta saturs ir tukšs. Vai vēlaties paturēt failu kā tukšu vai izdzēst? %1

source: Keep empty file
lv: Paturēt tukšu failu

source: File deleted
lv: Fails izdzēsts

source: Failed deleting file: %1
lv: Neizdevās izdzēst failu: %1

source: A basic text editor for making small changes to plain text files.
lv: Vienkāršs teksta redaktors ar kura palīdzību var izdarīt izmaiņas parastiem teksta failiem.

source: New time is %1.
lv: Jaunais laiks ir %1.

source: Time synchronized.
lv: Laiks sinhronizēts.

source: Synchronizing time. This may take several seconds.
lv: Sinhronizējam laiku. Tas var aizņemt pāris sekundes.

source: Failed to retrieve time from server. Please check your network configuration.
lv: Neizdevās iegūt laiku no servera. Pārbaudiet tīkla konfigurāciju.

source: Synchronize time
lv: Sinhronizēt laiku

source: Time sync
lv: Laika sinhronizācija

source: Synchronizes the device time with NTP servers.
lv: Sinhronizēt ierīces laiku ar NTP serveriem.

source: Add to vocabulary builder
lv: Pievienošana vārdu krājuma veidotājam

source: Resume
lv: Atsākt

source: Vocabulary builder
lv: Vārdu krājuma veidotājs

source: Open vocabulary builder
lv: Atvērt vārdu krājuma veidotāju

source: Wallabag retrieval
lv: Wallabag iegūšana

source: Add to Wallabag
lv: Pievienot Wallabag

source: Retrieve new articles from server
lv: Iegūt jaunus rakstus no servera

source: Delete finished articles remotely
lv: Izdzēst attālināti izlasītos rakstus

source: Articles processed. Deleted: %1
lv: Raksti apstrādāti. Izdzēsti: %1

source: Go to download folder
lv: Doties uz lejupielāžu mapi

source: Configure Wallabag server
lv: Konfigurēt Wallabag serveri

source: Configure Wallabag client
lv: Konfigurēt Wallabag klientu

source: Not set
lv: Nav uzstādīts

source: All articles
lv: Visi raksti

source: Ignore tags
lv: Ignorēt birkas
