Repository: Szybet/koreader-inkbox
Catalog: koreader/l10n/*/koreader.po
Languages: lv

source: Highlights in this document will be saved in the settings file, but they won't be written in the document itself because the file is in a read-only location. If you wish your highlights to be saved in the document, just move it to a writable directory first.
lv: Dokumenta iezīmējumi tiks saglabāti iestatījumu failā, bet tie netiks pievienoti dokumentam, jo tas ir tikai lasāms. Ja vēlaties lai jūsu iezīmējumi tiktu saglabāti dokumentā, vispirms pārvietojiet to uz rakstāmu mapi.

source: Show QR code
lv: Rādīt QR kodu

source: Open in browser
lv: Atvērt pārlūkā

source: Read online
lv: Lasīt tiešsaistē

source: Would you like to read this Wikipedia %1 article? %2
lv: Vai Jūs vēlētos lasīt šo Wikipedia %1 rakstu? %2

source: Read EPUB
lv: Lasīt EPUB

source: This article has previously been saved as EPUB. You may wish to read the saved EPUB instead.
lv: Šis raksts iepriekš tika saglabāts kā EPUB. Jums vajadzētu lasīt saglabāto EPUB nevis šo.

source: Go back to previous location
lv: Doties atpakaļ uz iepriekšējo lokāciju

source: Clear location history?
lv: Notīrīt lokāciju vēsturi?

source: Links
lv: Hipersaites

source: Tap to follow links
lv: Spiediet lai sekotu hipersaitēm

source: Tap on links to follow them.
lv: Nospiediet uz hipersaitēm lai tām sekotu.

source: Ignore external links on tap
lv: Ignorēt hipersaites uz pieskārienu

source: Ignore taps on external links. Useful with Wikipedia EPUBs to make page turning easier. You can still follow them from the dictionary window or the selection menu after holding on them.
lv: Ignorēt pieskārienus uz hipersaitēm. Vērtīgi, kad lieto Wikipedia EPUB lapu pagriešanu . Jūs joprojām varat sekot hipersaitēm no vārdnīcas loga vai izvēlnes pēc ilga pieskāriena.

source: Swipe to go back
lv: Pavilkt lai atgrieztos

source: Swipe to the right to go back to the previous location after you have followed a link. When the location stack is empty, swiping to the right takes you to the previous page.
lv: Pavilkt pa labi lai dotos atpakaļ pēc tam kad esat sekojuši hipersaitei. Kad vairs nav pieejamas lokācijas, pavilkt pa labi žests jūs aizvedīs uz iepriekšējo lapu.

source: Swipe to follow nearest link
lv: Pavilkt lai sekotu tuvākajai hipersaitei

source: Swipe to the left to follow the link nearest to where you started the swipe. This is useful when a small font is used and tapping on small links is tedious.
lv: Pavilkt pa kreisi, lai sekotu pavilkšanas lokācijas tuvākajai hipersaitei. Noderīgi kad tiek lietots mazs fonts un grūti atvērt maza izmēra hipersaites.

source: Ignore external links on swipe
lv: Ignorēt hipersaites kad tiek lietots pārvilkšanas žests

source: Ignore external links near swipe. Useful with Wikipedia EPUBs to follow only footnotes with swipe. You can still follow external links from the dictionary window or the selection menu after holding on them.
lv: Ignorēt hipersaites kad tiek lietots pavilkšanas žests. Vērtīgi, lietojot Wikipedia EPUB lai sekotu kājenēm ar pavilkšanas žestu. Jūs joprojām varat sekot hipersaitēm no vārdnīcas loga vai izvēlnes pēc ilga pieskāriena žesta.

source: Swipe to jump to latest bookmark
lv: Pavilkt lai pārlektu uz jaunāko grāmatzīmi

source: Swipe to the left to go the most recently bookmarked page. This can be useful to quickly swipe back and forth between what you are reading and some reference page (for example notes, a map or a characters list). If any of the other Swipe to follow link options is enabled, this will work only when the current page contains no link.
lv: Pavilkts pa kreisi, lai dotos uz pēdējās lietotās grāmatzīmes lapu. Noderīgi lai ar pārvilkšanas žestu ātri varētu pārvietoties pa lapām. Ja kāds cits hipersaišu pārvilkšanas žests ir ieslēgts - šis žests strādās tikai tad ja lapa nesaturēs hipersaites.

source: Allow larger tap area around links
lv: Atļaut lielāku pieskāriena laukumu apkārt hipersaitēm

source: Extends the tap area around internal links. Useful with a small font where tapping on small footnote links may be tedious.
lv: Paplašina pieskāriena laukumu ap hipersaitēm. Lietderīgi kad tiek lietots mazs fonts un grūti izdarīt pieskāriena žestu uz vēres hipersaitēm.

source: Show footnotes in popup
lv: Rādīt vēri izlecošajā logā

source: Show internal link target content in a footnote popup when it looks like it might be a footnote, instead of following the link. Note that depending on the book quality, footnote detection may not always work correctly. The footnote content may be empty, truncated, or include other footnotes. From the footnote popup, you can jump to the footnote location in the book by swiping to the left.
lv: Rādīt hipersaišu saturu vēres izlecošajā logā ja škiet ka tā ir vēre (nesekot hipersaitei). Vēres atpazīšanas ir atkarīga no grāmatas kvalitātes. Vēres saturs var būt tukšs, dzēsts vai saturēt citas vēres. No vēres izlecošā loga Jūs varat doties uz vēres lokāciju grāmatā velkot pa kreisi.

source: Show more links as footnotes
lv: Parādīt vairāk hipersaites kā vēres

source: Loosen footnote detection rules to show more links as footnotes.
lv: Vājināt vēres atpazīšanas noteikumus, lai parādītu vairāk hipersaites kā vēres.

source: Display the footnote popup text with the font set as the document font (the book text may still render with a different font if the book uses embedded fonts).
lv: Parādīt zemsvītras piezīmes uznirstošo tekstu ar fontu, kas iestatīts kā dokumenta fonts (grāmatas teksts joprojām var tikt atveidots ar citu fontu, ja grāmatā tiek izmantoti iegulti fonti).

source: Set footnote popup font size
lv: Uzstādīt vēres izlecošā loga fonta izmēru

source: Set font size
lv: Uzstādīt fonta izmēru

source: The footnote popup font can adjust to the font size you've set for the document, but you can specify here a fixed absolute font size to be used instead.
lv: Vēres uznirstošā loga fontu var mainīt, lai tas sakristu ar dokumenta fontu, bet Jūs varat norādīt arī fiksētu absolūto fonta izmēru.

source: Set a relative font size instead
lv: Uzstādīt relatīvo fonta izmēru

source: The footnote popup font adjusts to the font size you've set for the document. You can specify here how much smaller or larger it should be relative to the document font size. A negative value will make it smaller, while a positive one will make it larger. The recommended value is -2.
lv: Vēres uznirstošā loga fonts pielāgojas dokumenta fonta izmēram. Varat norādīt vai tam jābūt lielākam vai mazākam attiecībā pret dokumenta fonta izmēru. Negatīva vērtība to padarīs mazāku, bet pozitīva - lielāku. Ieteicamā vērtība ir -2.

source: Set an absolute font size instead
lv: Uzstādīt absolūto fonta izmēru

source: The footnote popup font adjusts to the font size you've set for the document. This allows you to specify how much smaller or larger it should be relative to the document font size.
lv: Vēres uznirstošā loga fonta izmērs pielāgojas dokumenta fonta izmēram. Varat norādīt vai fontam ir jābūt lielākam vai mazākam attiecībā pret dokumenta fonta izmēru.

source: Location history cleared.
lv: Lokāciju vēsture notīrīta.

source: Would you like to read this local document? %1
lv: Vai Jūs vēlētos lasīt šo lokālo dokumentu? %1

source: Link to unsupported local file: %1
lv: Hipersaite uz neatbalstāmo lokālo failu: %1

source: Invalid or external link: %1
lv: Nepareiza vai ārējā hipersaite: %1

source: External link: %1
lv: Ārējā hipersaite: %1

source: Document settings
lv: Dokumenta iestatījumi

source: Reset document settings to default
lv: Atstatīt dokumenta iestatījumus uz noklusētajiem

source: Reset current document settings to their default values? Reading position, highlights and bookmarks will be kept. The document will be reloaded.
lv: Atiestatīt pašreizējos dokumenta iestatījumus uz to noklusējuma vērtībām? Lasīšanas pozīcija, izcēlumi un grāmatzīmes tiks saglabātas. Dokuments tiks ielādēts no jauna.

source: Save document settings as default
lv: Saglabāt dokumenta iestatījumus kā noklusētos

source: Save current document settings as default values?
lv: Saglabāt pašreizējos dokumenta iestatījumus kā noklusējumus?

source: Default settings updated
lv: Noklusējuma iestatījumi atjaunināti

source: Open previous document
lv: Atvērt iepriekšējo dokumentu

source: Previous: %1
lv: Iepriekšējais: %1

source: Would you like to open the previous document: %1?
lv: Vai Jūs vēlētos atvērt iepriekšējo dokumentu: %1?

source: Document menu
lv: Dokumenta izvēlne

source: Reference page numbers list
lv: References lapas skaitļu saraksts

source: Reference pages
lv: References lapas

source: Reference source info
lv: References avota informācija

source: Source (book hardcopy edition) of reference page numbers: %1
lv: References lapu numuru avots (grāmatas cieto vāku varianta): %1

source: Use reference page numbers
lv: Izmantot references lapu numurus

source: The default (★) for newly opened books that have a reference page numbers map is to use these reference page numbers instead of the renderer page numbers. Would you like to change it?
lv: Pēc noklusējuma (★) grāmatām, kurām ir references lapas - lapas numurs atbilst references lapas numuram nevis attēlotās lapas numuram. Vai Jūs vēlētos to mainīt?

source: The default (★) for newly opened books that have a reference page numbers map is to not use these reference page numbers and keep using the renderer page numbers. Would you like to change it?
lv: Pēc noklusējuma (★) grāmatām, kurām ir references lapas - lapas numurs NEatbilst references lapas numuram bet gan attēlotās lapas numuram. Vai Jūs vēlētos to mainīt?

source: Renderer
lv: Attēlotājs

source: Renderer (★)
lv: Attēlotājs (★)

source: Show reference page labels in margin
lv: Parādīt references lapu iezīmes uz malas

source: The default (★) for newly opened books that have a reference page numbers map is to show reference page number labels in the margin. Would you like to change it?
lv: Pēc noklusējuma (★) grāmatām kurām ir references lapas - to numuri tiek attēloti kā iezīmes malā. Vai Jūs vēlētos to mainīt ?

source: The default (★) for newly opened books that have a reference page numbers map is to not show reference page number labels in the margin. Would you like to change it?
lv: Pēc noklusējuma (★) grāmatām kurām ir references lapas - to numuri NEtiek attēloti kā iezīmes malā. Vai Jūs vēlētos to mainīt ?

source: Hide
lv: Paslēpt

source: Hide (★)
lv: Paslēpt (★)

source: Show (★)
lv: Parādīt (★)

source: Show
lv: Parādīt

source: Page labels font size
lv: Lapas iezīmju fonta izmērs

source: Note that this change in styles may render your bookmarks or highlights no more valid. If some of them do not show anymore, you can just revert the change you just made to have them shown again.
lv: Izmaiņas stilos var attēlot Jūsu grāmatzīmes vai izceltos vārdus kā nederīgus. Ja tie vairs neparādās, šīs izmaiņas būs iespējams atcelt.

source: Styles have changed in such a way that fully reloading the document may be needed for a correct rendering. %1Do you want to reload the document?
lv: Stili ir tā izmainīti, ka dokumenta attēlošanai iespējams būs nepieciešama pārlādēšana. %1 Vai Jūs vēlētos pārlādēt dokumentu?

source: When hide non-linear fragments is enabled, any non-linear fragments will be hidden from the normal page flow. Such fragments will always remain accessible through links, the table of contents and the 'Go to' dialog. This only works in single-page mode.
lv: Kad nelineāru fragmentu paslēpšana ir ieslēgta, jebkurš nelineārs fragments tiks paslēpts no normālas lapas plūsmas. Fragmenti vienmēr būs pieejami caur saitēm, satura rādītājā un "Iet Uz" dialogā. Pieejams tikai vienas lapas režīmā.

source: Hide non-linear fragments
lv: Paslēpt nelineārus fragmentus

source: Set default hide non-linear fragments to %1?
lv: Uzstādīt noklusējuma paslēpšanu nelineāriem fragmentiem: %1?

source: enabled
lv: Ieslēgts

source: disabled
lv: atslēgts

source: With EPUB documents (having multiple fragments), text appearance adjustments can be made quicker by only rendering the current chapter. After such partial renderings, the book and KOReader are in a degraded state: you can turn pages, but some info and features may be broken or disabled (ie. footer info, ToC, statistics…). To get back to a sane state, a full rendering will happen in the background, get cached, and the document will be seamlessly reloaded after a brief period of inactivity.
lv: EPUB dokumentos (sastāvošiem no vairākiem fragmentiem) teksta izskata korekcijas var veikt ātrāk, atveidojot tikai pašreizējo nodaļu. Pēc šādas daļējas atveidošanas grāmata un KOReader ir degradētā stāvoklī: lapas var pāršķirt, bet daļa informācijas un funkciju var būt bojātas vai atspējotas (t. i., informācija kājenes beigās, ToC, statistika...). Lai atgrieztos normālā stāvoklī, fona režīmā notiks pilns atveidojums, tas tiks ievietots kešatmiņā, un pēc īsa neaktivitātes perioda dokuments tiks nemanāmi ielādēts no jauna.

source: The current default (★) is to enable partial renderings when possible.
lv: Pašreizējais noklusējuma iestatījums (★) ir iespējot daļēju atveidošanu, ja iespējams.

source: The current default (★) is to always do a full rendering.
lv: Pašreizējais noklusējuma iestatījums (★) ir vienmēr veikt pilnu atveidošanu.

source: This book was first opened, and has been handled since, by an older version of the rendering code. Bookmarks and highlights can be upgraded to the latest version of the code. %1 Proceed with this upgrade and reload the book?
lv: Grāmata tika atvērta ar vecāku attēlošanas koda versiju. Grāmatzīmes un vārdu izcelšana tiks atjaunot uz jaunāko versiju. %1 Turpināt ar atjaunināšanu un pārlādēt grāmatu?

source: All your bookmarks and highlights are valid and will be available after the migration.
lv: Visas grāmatzīmes un izceltie vārdi būs saglabāti un pieejami pēc migrācijas.

source: Note that %1 (out of %2) xpaths from your bookmarks and highlights aren't currently found in the book, and may have been lost. You might want to toggle Rendering mode between 'legacy' and 'flat', and re-open this book, and see if they are found again, before proceeding.
lv: %1 no %2 no grāmatzīmēm un izcēlumiem vairs nav atrodami grāmatā un iespējams ir zaudēti. Jūs varat pārslēgt attēlošanas režīmu no 'mantojuma' un 'plakana' - un atvērt grāmatu no jauna - tiem vajadzētu atkal parādīties.

source: Note that %1 (out of %2) xpaths from your bookmarks and highlights have been normalized, and may not work on previous KOReader versions (if you're synchronizing your reading between multiple devices, you'll need to update KOReader on all of them).
lv: %1 no %2 no Jūsu grāmatzīmēm un izcēlumiem tika normalizēti un iespējams nestrādās vecākās KOReader versijās (ja Jūs sinhronizējat vairākas ierīces - katrai nepieciešama jaunākā KOReader versija).

source: Not now
lv: Ne tagad

source: Not for this book
lv: Izlaist esošajai grāmatai

source: Upgrade now
lv: Atjaunot tagad

source: Upgrading and reloading book…
lv: Atjaunojamies un pārlādējam grāmatu…

source: Classic scrolling
lv: Klasiskā ritināšana

source: Classic scrolling will move the document with your finger.
lv: Klasiskā ritināšana pārvietos dokumentu līdz ar pirkstu.

source: Turbo scrolling
lv: Ātrā ritināšana

source: Turbo scrolling will scroll the document, at each step, by the distance from your initial finger position (rather than by the distance from your previous finger position). It allows for faster scrolling without the need to lift and reposition your finger.
lv: Ātrā ritināšana dokumentu katrā solī ritinās par attālumu no sākotnējās pirksta pozīcijas (nevis par attālumu no iepriekšējās pirksta pozīcijas). Tas nodrošina ātrāku ritināšanu bez nepieciešamības pacelt pirkstu un mainīt tā pozīciju.

source: On-release scrolling
lv: Ritināšana pēc atlaišanas

source: On-release scrolling will scroll the document by the panned distance only on finger up. This is interesting on eInk if you only pan to better adjust page vertical position.
lv: Ritinot pēc atlaišanas, dokuments tiks ritināts par panoramēšanas attālumu tikai atlaižot pirkstu. eInk ekrānos tas varētu būt insteresanti, ja panoramējat tikai, lai labāk pielāgotu lapas vertikālo pozīciju.

source: Activation delay: %1 ms
lv: Aktivizācijas aizkave: %1 ms

source: Scroll activation delay
lv: Ritināšanas aktivizēšanas aizkave

source: Enter text to search for
lv: Ievadiet meklējamo tekstu

source: Book status
lv: Grāmatas status

source: Mark as reading
lv: Atzīmēt kā lasāmu

source: Go to beginning
lv: Doties uz sākumu

source: Open next file
lv: Atvērt nākamo failu

source: Delete file
lv: Izdzēst failu

source: File browser
lv: Failu pārlūks

source: You've reached the end of the document. What would you like to do?
lv: Jūs esat sasniedzis dokumenta beigas. Ko Jūs vēlētos darīt?

source: Searching next file…
lv: Meklējam nākamajā failā…

source: Could not open next file. Sort by last read date does not support this feature.
lv: Nevarējām atvērt nākamo failu. Šķirošana pēc pēdējā lasīšanas datuma netiek atbalstīta.

source: This is the last file in the current folder. No next file to open.
lv: Pēdējais fails dotajā mapē. Vairs nav failu, kurus varētu atvērt.

source: This tweak is applied on all books.
lv: Šis uzlabojums tiks pielietots visām grāmatām.

source: Don't use on all books
lv: Nelietot visām grāmatām

source: Use on all books
lv: Izmantot visām grāmatām

source: CSS text copied to clipboard
lv: CSS teksts ievietots starpliktuvē

source: Toggle style tweak: %1
lv: Pārslēgt stila uzlabojumu: %1

source: Style tweaks allow changing small parts of book styles (including the publisher/embedded styles) to make visual adjustments or disable unwanted publisher layout choices. Some tweaks may be useful with some books, while resulting in undesirable effects with others. You can enable individual tweaks on this book with a tap, or view more details about a tweak and enable it on all books with hold.
lv: Stila uzlabojumi atļauj veikt izmaiņas grāmatu stilos (iekļaujot arī publicētāja/iešūtos stilus). Dažām grāmatām uzlabojumi var derēt, bet citām - nederēt. Jūs varat ieslēgt individuālus uzlabojumus esošajai grāmata ar pieskāriena palīdzību vai arī uzzināt vairāk par uzlabojumu un ieslēgt to visām grāmatām izmantojot turēšanas žestu.

source: This section is empty
lv: Šī sadaļa ir tukša

source: User style tweaks
lv: Lietotāja stila uzlabojumi

source: User style tweak at %1
lv: Lietotāja stila uzlabojumi iekš %1

source: No CSS tweak found in this directory
lv: CSS uzlabojumi netika atrasti konkrētajā mapē

source: Add your own tweaks in koreader/styletweaks/
lv: Pievienojiet savus uzlabojumus - koreader/styletweaks/

source: Book-specific tweak
lv: Grāmatas specifiski uzlabojumi

source: Style tweaks (%1)
lv: Stila uzlabojumi (%1)

source: Style tweaks
lv: Stila uzlabojumi

source: You can add CSS snippets which will be applied only to this book.
lv: Jūs varat pievienot CSS fragmentus, kuri tiks pielietoti tikai konkrētajai grāmatai.

source: Use sample
lv: Izmantot paraugu

source: Prettify
lv: Skaistināt

source: Condense
lv: Sabiezināt

source: Book tweak not modified.
lv: Grāmatas uzlabojums nav mainīts.

source: Edit book-specific style tweak
lv: Rediģēt grāmatai paredzētos stila uzlabojumus

source: Restore
lv: Atjaunot

source: Book tweak restored
lv: Grāmatas uzlabojums atjaunots

source: Book tweak created, applying…
lv: Grāmatas uzlabojums izveidots, pielietojam…

source: Book tweak removed, rendering…
lv: Grāmatas uzlabojums noņemts, attēlojam…

source: Book tweak emptied and removed.
lv: Grāmatas uzlabojums notīrīts un noņemts.

source: Book tweak updated, applying…
lv: Grāmatas uzlabojums atjaunots, iestatam…

source: Book tweak saved (not enabled).
lv: Grāmatas uzlabojums saglabāts (nav ieslēgts).

source: Book map
lv: Grāmatas karte

source: Page browser
lv: Lapu pārlūks

source: Table of contents
lv: Satura rādītājs

source: Table of contents *
lv: Satura rādītājs *

source: Table of Contents
lv: Satura rādītājs

source: Alternative table of contents
lv: Alternatīvais satura rādītājs

source: Progress bars: 1 tick
lv: Progresa joslas: %1 iedaļas

source: The progress bars in the footer and the skim dialog can become cramped when the table of contents is complex. This allows you to restrict the number of tick marks.
lv: Progresa joslas kājenē un pārmeklēšanas dialoglodziņā var kļūt šauras, ja satura rādītājs ir sarežģīts. Šis ļauj ierobežot iedaļu atzīmju skaitu.

source: With dots
lv: Ar punktiņiem

# CSS
source: Style
lv: Stils

source: Auto
lv: Automātiski

source: Obsolete
lv: Novecojis

source: Obsolete (%1)
lv: Novecojis (%1)

source: Set default style to %1?
lv: Uzstādīt noklusējuma stilu %1?

source: Margins set to: left: %1 (%2px) right: %3 (%4px) top: %5 (%6px) bottom: %7 (%8px) Tap to dismiss.
lv: Malu iestatījumi: no kreisās: %1 (%2px) no labās: %3 (%4px) no augšas: %5 (%6px) no lejas: %7 (%8px) Pieskarieties, lai aizvērtu.

source: Romanian
lv: Rumāņu

source: Ukrainian
lv: Ukraiņu

source: Armenian
lv: Armēņu

source: Basque
lv: Basku

source: Bulgarian
lv: Bulgāru

source: Catalan
lv: Kataloniešu

source: Chinese (Simplified)
lv: Ķīniešu (vienkāršotā)

source: Chinese (Traditional)
lv: Ķīniešu (Tradicionālā)

source: Croatian
lv: Horvātu

source: Czech
lv: Čehu

source: Danish
lv: Dāņu

source: Dutch
lv: Holandiešu

source: English (UK)
lv: Angļu (UK)

source: English (US)
lv: Angļu (US)

source: Estonian
lv: Igauņu

source: Finnish
lv: Somu

source: French
lv: Franču

source: Friulian
lv: Friulu

source: Galician
lv: Galisiešu

source: Georgian
lv: Gruzīņu

source: German
lv: Vācu

source: Greek
lv: Grieķu

source: Hungarian
lv: Ungāru

source: Icelandic
lv: Īslandes

source: Irish
lv: Īru

source: Italian
lv: Itāļu

source: Japanese
lv: Japāņu

source: Korean
lv: Korejiešu

source: Latin
lv: Latīņu

source: Latin (liturgical)
lv: Latīņu (liturģiskais)

source: Latvian
lv: Latviešu

source: Lithuanian
lv: Lietuviešu

source: Macedonian
lv: Maķedoniešu

source: Norwegian
lv: Norvēģu

source: Occitan
lv: Oksitāņu

source: Polish
lv: Poļu

source: Piedmontese
lv: Pjemontiešu

source: Portuguese
lv: Portugāļu

source: Portuguese (BR)
lv: Portugāļu (BR)

source: Romansh
lv: Retoromāņu

source: Russian
lv: Krievu

source: Russian + English (UK)
lv: Krievu + Angļu (UK)

source: Russian + English (US)
lv: Krievu + Angļu (ASV)

source: Serbian
lv: Serbu

source: Slovak
lv: Slovāku

source: Slovenian
lv: Slovēņu

source: Spanish
lv: Spāņu

source: Swedish
lv: Zviedru

source: Turkish
lv: Turku

source: Welsh
lv: Velsiešu
