Repository: Szybet/koreader-inkbox
Catalog: koreader/l10n/*/koreader.po
Languages: lv

source: In CRE documents, an alternative status bar can be displayed at the top of the screen, with or without the regular bottom status bar. Enabling this alt status bar, per document or by default, can be done in the bottom menu. The alternative status bar can be configured here.
lv: CRE dokumentos alternatīva statusa josla var tikt attēlota ekrāna augšā - ar vai bez apakšējās statusa joslas. Ieslēdzot alternatīvo statusa joslu - dokumentam individuāli vai pēc noklusējuma - var izdarīt no apakšējās izvēlnes. Alternatīvā statusa joslu var pielāgot šeit.

source: Alt status bar
lv: Alternatīva statusa josla

source: About alternate status bar
lv: Par alternatīvajām statusa joslām

source: Auto refresh
lv: Automātiskā atsvaidzināšana

source: Book author and title
lv: Grāmatas autors un nosaukums

source: Current time
lv: Pašreizējais laiks

source: Total pages
lv: Kopējais lappušu skaits

source: Progress percentage
lv: Progress %

source: Chapter marks
lv: Nodaļas marķieri

source: off
lv: izslēgts

source: percentage
lv: procenti

source: icon
lv: ikona

source: Battery status: %1
lv: Baterijas statuss: %1

source: Battery icon
lv: Baterijas ikona

source: Battery percentage
lv: Baterijas %

source: Font size: %1
lv: Fonta izmērs: %1

source: Size of top status bar
lv: Augšējās statusa joslas izmērs

source: Set size
lv: Uzstādīt izmēru

source: Apply crop
lv: Izgriezt

source: High battery level: %1 % Dismiss battery level alert?
lv: Augsts baterijas uzlādes līmenis: %1 % Vai noraidīt baterijas uzlādes līmeņa brīdinājumu?

source: Low battery level: %1 % Dismiss battery level alert?
lv: Zems baterijas uzlādes līmenis: %1 % Vai noraidīt baterijas uzlādes līmeņa brīdinājumu?

source: Dismiss
lv: Atcelt

source: High memory usage! KOReader is restarting…
lv: Augsts atmiņas lietojums! KOReader tiek restartēts…

source: High memory usage: %1 MB Restart KOReader?
lv: Augsts atmiņas lietojums: %1 MB Pārstartēt KOReader?

source: Restart
lv: Restartēt

source: High memory usage: %1 MB Exit KOReader?
lv: Augsts atmiņas lietojums: %1 MB Iziet no KOReader?

source: Device status alerts
lv: Ierīces statusa brīdinājumi

source: Check interval: %1 min
lv: Pārbaudes intervāls: %1 min

source: Battery check interval
lv: Akumulatora pārbaudes intervāls

source: Thresholds: %1 % / %2 %
lv: Robežvērtības: %1 % / %2 %

source: Battery level alert thresholds
lv: Akumulatora līmeņa brīdinājuma sliekšņi

source: Low level threshold is checked when the device is not charging. High level threshold is checked when the device is charging.
lv: Apakšējā robežvērtība tiek pārbaudīta, kad ierīce netiek uzlādēta. Augšējā robežvērtība tiek pārbaudīta, kad ierīce tiek uzlādēta.

source: Low
lv: Zems

source: High
lv: Augsts

source: Memory check interval
lv: Atmiņas pārbaudes intervāls

source: Threshold: %1 MB
lv: Robežvērtība: %1 MB

source: Memory alert threshold
lv: Atmiņas brīdinājuma slieksnis

source: Automatic restart
lv: Automātiska pārstartēšana

source: Searching dictionary for: %1
lv: Meklējam vārdnīcā: %1

source: Dictionary lookup
lv: Meklēt vārdnīcā

source: Dictionary lookup history
lv: Vārdnīcas meklējumu vēsture

source: Dictionary settings
lv: Vārdnīcas iestatījumi

source: Manage dictionaries: %1
lv: Pārvaldīt vārdnīcas: %1

source: Download dictionaries
lv: Lejupielādēt vārdnīcas

source: Enable fuzzy search
lv: Ieslēgt neskaidro meklēšanu

source: Enable dictionary lookup history
lv: Ieslēgt vārdnīcas meklējumu vēsturi

source: Clean dictionary lookup history
lv: Iztīrīt vārdnīcas meklējumu vēsturi

source: Clean dictionary lookup history?
lv: Tiešām iztīrīt vārdnīcas meklējumu vēsturi?

source: Clean
lv: Iztīrīt

source: Large window
lv: Liels logs

source: Justify text
lv: Izkārtot tekstu

source: Dictionary font size
lv: Vārdnīcas fonta izmērs

source: Use external dictionary
lv: Izmantot ārējo vārdnīcu

source: none
lv: neviens

source: Dictionary: %1
lv: Vārdnīca: %1

source: Manage installed dictionaries
lv: Pārvaldīt uzstādītās vārdnīcas

source: Enter a word or phrase to look up
lv: Ievadiet meklējamo vārdu vai frāzi

source: Search dictionary
lv: Meklēt vārdnīcā

source: No dictionaries installed. Please search for "Dictionary support" in the KOReader Wiki to get more information about installing new dictionaries.
lv: Vārdnīcas nav uzstādītas. Lūdzu meklējiet "Dictionary support" KOReader Wiki lai uzzinātu vairāk informācijas par jaunu vārdnīcu uzstādīšanu.

source: Not available
lv: Nav pieejams

source: Dictionary lookup interrupted.
lv: Vārdnīcas uzmeklēšana pārtraukta.

source: No results.
lv: Nav rezultātu.

source: There are no enabled dictionaries. Please check the 'Dictionary settings' menu.
lv: Nav iespējotu vārdnīcu. Lūdzu, pārbaudiet izvēlni 'Vārdnīcas iestatījumi'.

source: License
lv: Licenze

source: Entries
lv: Ieraksti

source: Tap dictionary name to download
lv: Spiediet uz vārdnīcas nosaukuma lai lejupielādētu

source: File already exists. Overwrite?
lv: Fails jau eksistē. Pārrakstīt?

source: Dictionary filesize is %1 (%2 bytes). Continue with download?
lv: Vārdnīcas faila izmērs ir %1 (%2 baiti). Turpināt ar lejupielādi?

source: Downloading…
lv: Lejupielādēju…

source: Could not save file to:
lv: Nevarēju saglabāt failu:

source: Dictionary downloaded:
lv: Vārdnīca lejupielādēta:

source: Dictionary failed to download:
lv: Neizdevās lejupielādēt vārdnīcas:

source: %1 is no longer a preferred dictionary for this document.
lv: %1 vairs nav ieteicamā vārdnīca šim dokumentam.

source: %1 is now the preferred dictionary for this document.
lv: %1 ir ieteicamā vārdnīca šim dokumentam.

source: Would you like to enable or disable fuzzy search by default? Fuzzy search can match epuisante, épuisante and épuisantes to épuisant, even if only the latter has an entry in the dictionary. It can be disabled to improve performance, but it might be worthwhile to look into disabling unneeded dictionaries before disabling fuzzy search. The current default (★) is disabled.
lv: Vai vēlaties ieslēgt vai atslēgt neskaidro meklēšanu vienmēr? Neskaidrā meklēšana var atrast kazas, kāzas un kaza, pat ja tikai pēdējais meklētais ir vārdnīcā. To var izslēgt, lai uzlabotu veiktspēju, bet ir vērts vispirms izslēgt nevajadzīgās vārdnīcas pirms neskaidrās meklēšanas atslēgšanas. Dotajā brīdī (★) neskaidrā meklēšana ir atslēgta.

source: Would you like to enable or disable fuzzy search by default? Fuzzy search can match epuisante, épuisante and épuisantes to épuisant, even if only the latter has an entry in the dictionary. It can be disabled to improve performance, but it might be worthwhile to look into disabling unneeded dictionaries before disabling fuzzy search. The current default (★) is enabled.
lv: Vai vēlaties ieslēgt vai izslēgt neskaidro meklēšanu vienmēr? Neskaidrā meklēšana var atrast kazas, kāzas un kaza, pat ja tikai pēdējais meklētais ir vārdnīcā. To var izslēgt, lai uzlabotu veiktspēju, bet ir vērts vispirms izslēgt nevajadzīgās vārdnīcas pirms neskaidrās meklēšanas atslēgšanas. Dotajā brīdī (★) neskaidrā meklēšana ir ieslēgta.

source: Disable (★)
lv: Atslēgt (★)

source: Enable
lv: Ieslēgt

source: Enable (★)
lv: Ieslēgt (★)

source: Font
lv: Fonts

source: Font settings
lv: Fonta iestatījumi

source: Font-family fonts (%1)
lv: Fontu saimes fonti (%1)

source: Font-family fonts
lv: Fontu saimes fonti

source: Font size set to: %1.
lv: Font izmērs iestatīts uz: %1.

source: Line spacing set to: %1%.
lv: Līniju atstatums iestatīts uz: %1%.

source: Font weight set to: %1.
lv: Fonta biezums iestatīts uz: %1.

source: Font hinting set to: %1
lv: Font norādes iestatītas uz: %1.

source: Font kerning set to: %1
lv: Fonta atdalīšana iestatīta uz: %1

source: Word spacing set to: %1%, %2%
lv: Vārdu atstarpes iestatītas uz: %1%, %2%

source: Word expansion set to: %1%.
lv: Vārdu paplašināšana iestatīta uz: %1%.

source: CJK width scaling set to: %1%.
lv: CJK platuma mērogošana iestatīta uz: %1%.

source: Font gamma set to: %1.
lv: Fonta gamma mainīta uz: %1.

source: Would you like %1 to be used as the default font (★), or the monospace font (u{1F13C})?
lv: Vai vēlaties, lai %1 tiktu izmantots kā noklusējuma fonts (★) vai monospace fonts (u{1F13C})?

source: Would you like %1 to be used as the default font (★), or the fallback font (�)? Characters not found in the active font are shown in the fallback font instead.
lv: Vai jūs vēlētos lai %1 tiktu izmantots kā noklusējuma fonts (★) vai kā rezerves fonts (�)? Simboli, kuri nav aktīvajā fontā tiks rādīti rezerves fontā.

# Font
source: Fallback
lv: Atkāpšanās

source: Font: %1
lv: Fonts: %1

source: Increasing font size…
lv: Palielināt fonta izmēru…

source: Decreasing font size…
lv: Samazināt fonta izmēru…

source: In HTML/CSS based documents like EPUBs, stylesheets can specify to use fonts by family instead of a specific font name. Except for monospace and math, KOReader uses your default font for any family name. You can associate a specific font to each family if you care about the distinction. A long-press on a font name will make the association global (★), so it applies to all your books. This is the preferred approach. A tap will only affect the current book. If you encounter a book where such families are abused to the point where your default font is hardly used, you can quickly disable a family font for this book by unchecking the association.
lv: Uz HTML/CSS balstītos dokumentos, piemēram, EPUB, stilu tabulās var norādīt, ka jāizmanto fonta saime nevis konkrēta fonts. Izņemot monospace un matemātikai, KOReader izmanto jūsu noklusējuma fontu jebkurai fontu saimei. Ja jums tas ir svarīgi, varat katrai fontu saimei piešķirt konkrētu fontu. Ilgāk nospiežot uz fonta nosaukuma, asociācija būs globāla (★), tātad tā attieksies uz visām jūsu grāmatām. Šī ir ieteicamākā pieeja. Īsa pieskaršanās ietekmēs tikai pašreizējo grāmatu. Ja sastopaties ar grāmatu, kurā šādas saimes tiek ļaunprātīgi izmantotas tiktāl, ka jūsu noklusējuma fonts gandrīz netiek izmantots, varat ātri atspējot saimes fontu šai grāmatai, atceļot asociāciju.

source: Cursive
lv: Kursīvs

source: Fantasy
lv: Fantāzija

source: Math
lv: Matemātika

source: About font-family fonts
lv: Par fontu saimes fontiem

source: Ignore publisher font names when font-family is set
lv: Ignorēt izdevēju fontu nosaukumus, ja ir iestatīta fontu saime

source: In a CSS font-family declaration, publishers may precede a family name with one or more font names, that are to be used if found among embedded fonts or your own fonts. Enabling this will ignore such font names and make sure your preferred family fonts are used.
lv: CSS fontu saimes deklarācijā izdevēji pirms saimes nosaukuma var norādīt vienu vai vairākus fontu nosaukumus, kas jāizmanto, ja tie ir atrodami starp iegultajiem vai jūsu pašu fontiem. Iespējojot šo, šādi fontu nosaukumi tiks ignorēti un tiks nodrošināts, ka tiek izmantoti jūsu vēlamās saimes fonti.

source: (main font)
lv: (galvenais fonts)

source: Use main font
lv: Izmantot galveno fontu

source: (default monospace font)
lv: (noklusējuma vienplatuma fonts)

source: Use default monospace font: %1
lv: Izmantot noklusējuma vienplatuma fontu: %1

source: (default math font)
lv: (noklusējuma matemātikas fonts)

source: Use default math font
lv: Izmantot noklusējuma matemātikas fontu

source: Font family font set for this book only.
lv: Fontu saimes fonts ir iestatīts tikai šai grāmatai.

source: Display font names with their own font
lv: Attēlot fonta izmērus ar to pašu fontu

source: In the font menu, display each font name with its own font face.
lv: Fontu izvēlnē attēlot katru fontu izmantojot to pašu fontu.

source: Use additional fallback fonts
lv: Izmantot papildus atkāpšanās fontus

source: Enable additional fallback fonts, for the most complete script and language coverage. These fonts will be used in this order: %1 You can set a preferred fallback font with a long-press on a font name, and it will be used before these. If that font happens to be part of this list already, it will be used first.
lv: Ieslēgt papildus atkāpšanās fontus, lai vispilnīgāk attēlotu skriptus un valodas. Fonti tiks izmantoti šādā secībā: %1 Vēlamo atkāpšanās fontu var izvēlēties ilgi spiežot uz fonta nosaukuma. Fonts tiks pievienots saraksta augšgalā.

source: Adjust fallback font sizes
lv: Pielāgot rezerves fontu izmērus

source: Adjust the size of each fallback font so they all get the same x-height, and lowercase characters picked in them look similarly sized as those from the defaut font. This may help with Greek words among Latin text (as Latin fonts often do not have all the Greek characters), but may make Chinese or Indic characters smaller when picked from fallback fonts.
lv: Pielāgojiet katra rezerves fonta lielumu tā, lai visiem tiem būtu vienāds x-augstums, un tajos izvēlētie mazie burti izskatītos līdzīga lieluma kā noklusētā fonta burti. Tas var palīdzēt grieķu vārdiem latīņu tekstā (jo latīņu fontos bieži vien nav visu grieķu rakstzīmju), bet var samazināt ķīniešu vai indiešu rakstzīmju izmēru, ja tās izvēlētas no rezerves fontiem.

source: Monospace fonts scaling: %1 %
lv: Vienādizmēra fontu mērogošana: %1 %

source: Monospace font scaling
lv: Vienādizmēra fontu mērogošana

source: Monospace fonts may look big when inline with your main font if it has a small x-height. This setting allows scaling all monospace fonts by this percentage so they can fit your preferred font height, or you can make them be a bit smaller to distinguish them more easily.
lv: Ja tiem ir mazs x augstums, vienplatuma fonti vienā rindā ar jūsu galveno fontu var izskatīties lieli. Šis iestatījums ļauj visus vienplatuma fontus mērogot par šo procentuālo daļu, lai tie atbilstu vēlamajam fonta augstumam, vai arī tos var nedaudz samazināt, lai tos būtu vieglāk atšķirt.

source: Generate font test document
lv: Ģenerēt fonta testa dokumentu

source: Would you like to generate an HTML document showing some sample text rendered with each available font?
lv: Vai jūs vēlētos ģenerēt HTML dokumentu, kurā tiktu attēlots katrs pieejamais fonts?

source: Available fonts test document
lv: Pieejamie fonti testa dokumentam

source: AVAILABLE FONTS
lv: PIEEJAMIE FONTI

source: Document created as: %1 Would you like to read it now?
lv: Dokuments izveidots kā: %1 Vai jūs vēlētos lasīt to tagad?

# FooterLetterPrefix
source: BM:
lv: GZ:

# FooterLetterPrefix
source: R:
lv: L:

# FooterLetterPrefix
source: TB:
lv: GL:

# FooterLetterPrefix
source: TC:
lv: NL:

# FooterLetterPrefix
source: L:
lv: G:

# FooterLetterPrefix
source: M:
lv: A:

# FooterCompactItemsPrefix
source: M
lv: A

source: %1 Off
lv: %1 izslēgts

source: %1 On
lv: %1 ieslēgts

source: Enter a custom text
lv: Ievadiet pielāgotu tekstu

source: Custom string:
lv: Pielāgota virkne:

source: Number of repetitions:
lv: Atkārtojumu skaits:

source: Set
lv: Uzstādīt

source: Can be configured to include or exclude the current page.
lv: Var konfigurēt, lai iekļautu vai izslēgtu pašreizējo lapu.

source: Progress percentage can be shown with zero, one or two decimal places.
lv: Procentuālo progresu var attēlot ar nevienui, vienu vai divām zīmēm aiz komata.

source: Show memory usage in MiB.
lv: Parādīt atmiņas izmantošanu MiB.

source: Show all at once
lv: Parādīt visus uzreiz

source: Reclaim bar height from bottom margin
lv: Atgūt joslas augstumu no apakšējās robežas

source: Bookmark count (%1)
lv: Grāmatzīmju skaits (%1)

source: Current page (%1)
lv: Konkrētā lapa (%1)

source: Pages left in book (%1)
lv: Atlikušās lappuses (%1)

source: Current time (%1)
lv: Pašreizējais laiks (%1)

source: Current page in chapter (%1)
lv: Pašreizējā lapaspuse nodaļā (%1)

source: Pages left in chapter (%1)
lv: Nodaļā atlikušās lappuses (%1)

source: Battery status (%1)
lv: Baterijas status (%1)

source: Progress percentage (%1)
lv: Progress (%1)

source: Book time to read (%1)
lv: Grāmatas lasīšanas laiks (%1)

source: Book time to read
lv: Grāmatas lasīšanas laiks

source: Chapter time to read (%1)
lv: Nodaļas izlasīšanas laiks (%1)

source: Frontlight level (%1)
lv: Apgaismojuma līmenis (%1)

source: Frontlight warmth (%1)
lv: Priekšējā apgaismojuma siltums (%1)

source: KOReader memory usage (%1)
lv: KOReader atmiņas lietojums (%1)

source: Book title
lv: Grāmatas nosaukums

source: Current chapter
lv: Konkrētā nodaļa

source: Custom text: '%1'%2
lv: Pielāgots teksts: '%1'%2

source: Status bar
lv: Statusa josla

source: Toggle mode
lv: Pārslēgt režīmu

source: Sort items
lv: Šķirot

source: Sort footer items
lv: Šķirot kājeni

source: Hide empty items
lv: Paslēpt tukšos priekšmetus

source: This will hide values like 0 or off.
lv: Netiks rādītas vērtības kā 0 vai izslēgts.

source: Show footer separator
lv: Parādīt kājenes atdalītāju

source: Lock status bar
lv: Aizslēgt statusa joslu

source: Hold footer to skim
lv: Turiet kājeni, lai pāršķirstītu

source: bold
lv: treknraksts

source: Font: %1%2
lv: Fonts: %1%2

source: Footer font size
lv: Kājenes fonta izmērs

source: Use bold font
lv: Izmantot treknraksta fontu

source: Container height: %1
lv: Konteinera augstums: %1

source: Set height
lv: Uzstādīt augstumu

source: Container height
lv: Konteinera augstums

source: Container bottom margin: %1
lv: Konteinera apakšējā mala: %1

source: Set margin
lv: Uzstādīt robežu

source: Container bottom margin
lv: Konteinera apakšējā robeža

source: Maximum width of items
lv: Maksimālais priekšmetu platums

source: Book title: %1 %
lv: Grāmatas nosaukums: %1 %

source: Maximum width
lv: Maksimālais platums

source: Maximum book title width in percentage of screen width
lv: Maksimālais grāmatas nosaukuma platums (% no ekrāna platuma)

source: Current chapter: %1 %
lv: Pašreizējā nodaļa: %1 %

source: Maximum chapter width in percentage of screen width
lv: Maksimālais nodaļas platums (% no ekrāna platuma)

source: Left
lv: Pa kreisi

source: Right
lv: Pa labi

source: Center
lv: Centrs

source: Alignment: %1
lv: Izlīdzinājums: %1

# Status bar
source: Icons
lv: Ikonas

# Status bar
source: Compact
lv: Kompakts

# Status bar
source: Letters
lv: Burti

source: Item style: %1
lv: Vienuma stils: %1

# Status bar
source: Icons (%1)
lv: Ikonas (%1)

# Status bar
source: Letters (%1)
lv: Burti (%1)

# Status bar
source: Compact (%1)
lv: Kompakts (%1)

source: Item separator: %1
lv: Vienumu atdalītājs: %1

source: Vertical line (|)
lv: Vertikālā līnija (|)

source: Bullet (•)
lv: Apakšpunkts (•)

source: Dot (·)
lv: Punkts (·)

source: No separator
lv: Bez atdalītāja

source: Progress percentage format: %1
lv: Progresa procentuālais formāts: %1

source: No decimal point (%1)
lv: Bez komata (%1)

source: 1 digit after decimal point (%1)
lv: 1 cipars aiz komata (%1)

source: 2 digits after decimal point (%1)
lv: 2 simboli aiz komata (%1)

source: Include current page in pages left
lv: Atlikušajās lappusēs iekļaut arī atlikušās lappuses

source: Hide battery status if level higher than: %1 %
lv: Paslēpt baterijas statusu, ja uzlādes līmenis ir augstāks nekā: %1 %

source: Progress bar
lv: Progresa josla

source: Show progress bar
lv: Parādīt progresa joslu

source: alongside items
lv: priekšmeti, kuri atrodas līdzās

source: above items
lv: priekšmeti, kuri atrodas virs

source: below items
lv: priekšmeti, kuri atrodas apakšā

source: Position: %1
lv: Pozīcija: %1

source: Above items
lv: Virs priekšmeti

source: Below items
lv: Zem priekšmeti

source: Alongside items
lv: Līdz ar priekšmeti

source: Style: thin
lv: Stils: smalks

source: Style: thick
lv: Stils: biezs

source: Thick
lv: Biezs

source: Thin
lv: Tievs

source: Progress bar size
lv: Progresa joslas izmērs

source: Show chapter markers
lv: Parādīt nodaļas marķierus

source: thick
lv: biezs

source: thin
lv: tievs

source: medium
lv: vidējs

source: Chapter marker width (%1)
lv: Nodaļas marķiera platums (%1)

source: Medium
lv: Vidējs

source: static margins (10)
lv: statiskas robežas (10)

source: no margins (0)
lv: bez robežām (0)

source: static margins (%1)
lv: statiskas robežas (%1)

source: same as book margins (%1)
lv: tāpat kā grāmatas robežas (%1)

source: Margins: %1
lv: Robežas: %1

source: No margins (0)
lv: Bez robežām (0)

source: Same as book margins
lv: Tāpat kā grāmatas robežas

source: Same as book margins (%1)
lv: Tāpat kā grāmatas robežas (%1)

source: Static margins (%1)
lv: Statiskas robežas (%1)

source: Minimal width
lv: Minimālais platums

source: Minimal progress bar width in percentage of screen width
lv: Minimālais progresa joslas platums (% no ekrāna platuma)

source: Go to page
lv: Iet uz lappusi

source: Skim document
lv: Pāršķirstīt dokumentu

source: x for an absolute page number [x] for a page number in the main (linear) flow [x]y for a page number in the non-linear fragment y
lv: x kā absolūtās lapas numurs. [x] kā lapas numurs galvenajā (lineārajā) plūsmā [x]y kā lapas numurs nelineārajā fragmentā y

source: Skim
lv: Pāršķirstīt

source: Highlight
lv: Izcelt

# Text
source: Copy
lv: Kopēt

source: Dictionary
lv: Vārdnīca

source: Translate
lv: Tulkot

source: Share Text
lv: Dalīties ar tekstu

source: View HTML
lv: Attēlot kā HTML

source: Follow Link
lv: Sekot hipersaitei

source: Lighten
lv: Padarīt gaišāku

source: Underline
lv: Pasvītrot

source: Invert
lv: Invertēt

source: None
lv: Neviens

source: Ask with popup dialog
lv: Jautāt ar uznirstošo logu

source: Do nothing
lv: Neko nedarīt

source: Fulltext search
lv: Pilna teksta meklēšana

source: Highlight style
lv: Iezīmēšanas stils

source: The higher the value, the darker the highlight.
lv: Jo augstāka vērtība, jo tumšāks ir izcēlums.

source: Panel zoom (manga/comic)
lv: Paneļa tuvinājums (manga/komiks)

source: Set interval
lv: Uzstādīt intervālu

source: Allow panel zoom
lv: Atļaut paneļa tuvinājumu

source: Fall back to text selection
lv: Doties atpakaļ uz izvēlēto tekstu

source: You are currently in SELECT mode. To finish highlighting, long press where the highlight should end and press the HIGHLIGHT button. You can also exit select mode by tapping on the start of the highlight.
lv: Pašlaik atrodaties IZVĒLES režīmā. Lai pabeigtu izcelšanu, ilgi nospiediet vietā, kur izcelšanai ir jābeidzas, un nospiediet pogu IZCELT. Jūs varat arī iziet no izvēles režīma, pieskaroties izcelšanas sākumam.

# Highlight
source: Style
lv: Stils

source: No OCR results or no language data. KOReader has a build-in OCR engine for recognizing words in scanned PDF and DjVu documents. In order to use OCR in scanned pages, you need to install tesseract trained data for your document language. You can download language data files for version 3.04 from https://tesseract-ocr.github.io/tessdoc/Data-Files Copy the language data files for Tesseract 3.04 (e.g., eng.traineddata for English and spa.traineddata for Spanish) into koreader/data/tessdata
lv: Nav OCR rezultātu vai valodas datu. KOReader ir iebūvēts OCR dzinējs lai atpazītu vārdus skenētos PDF un DjVu dokumentos. Lai varētu izmantot OCR skenētajās lapās, Jums nepieciešams instalēt tesseract trenētos datus atbilstoši Jūsu dokumenta valodai. Jūs varat lejupielādēt valodas failu versijai 3.04 no https://tesseract-ocr.github.io/tessdoc/Data-Files Kopējiet valodas datu failus nepieciešamus Tesseract 3.04 (e.g., eng.traineddata angļu valodai and spa.traineddata for spāņu) iekš koreader/data/tessdata

source: Default highlight action changed to '%1'.
lv: Noklusējuma izcelšanas darbība mainīta uz '%1'.

source: Default highlight style changed to '%1'.
lv: Noklusējuma iezīmēšanas stils mainīts uz '%1'.
