Repository: Szybet/koreader-inkbox
Catalog: koreader/l10n/*/koreader.po
Languages: lv

source: Ignore tags (%1)
lv: Ignorēt birkas (%1)

source: Tags to ignore
lv: Birkas, kuras tiks ignorētas

source: Enter a comma-separated list of tags to ignore.
lv: Ievadiet ar komatu atdalītu sarakstu ar birkām, kuras ignorēt.

source: Article deletion
lv: Raksta dzēšana

source: Remotely delete finished articles
lv: Attālināti izdzēst pabeigtos rakstus

source: Remotely delete 100% read articles
lv: Attālināti izdzēst izlasītos rakstus

source: Process deletions when downloading
lv: Apstrādāt izdzēstos kad notiek lejupielāde

source: Synchronize remotely deleted files
lv: Sinhronizēt attālināti izdzēstus failus

source: Remove finished articles from history
lv: Izdzēst pabeigtus rakstus no vēstures

source: Remove 100% read articles from history
lv: Izdzēst izlasītos rakstus no vēstures

source: Download directory: use a directory that is exclusively used by the Wallabag plugin. Existing files in this directory risk being deleted. Articles marked as finished or 100% read can be deleted from the server. Those articles can also be deleted automatically when downloading new articles if the 'Process deletions during download' option is enabled. The 'Synchronize remotely deleted files' option will remove local files that no longer exist on the server.
lv: Lejupielādes mape: izmantot mapi, kuru ekskluzīvi lieto Wallabag spraudnis. Esošie faili var tikt izdzēsti. Raksti marķēti kā pabeigti vai izlasīti var tikt izdzēsti no servera. Rakstus arī var izdzēst automātiski, kad tiek veikta jaunu rakstu lejupielāde ja ir ieslēgta opija "Apstrādāt izdzēstos, kad notiek lejupielāde". "Sinhronizēt attālināti izdzēstos failus" iespēja izdzēsīs failus uz šīs ierīces, kuri vairs neeksistē serverī.

source: Please configure the server settings and set a download folder.
lv: Lūdzu konfigurējiet servera iestatījumus un uzstādiet lejupielādes mapi.

source: Server (★)
lv: Serveris (★)

source: Server
lv: Serveris

source: Folder (★)
lv: Mape (★)

source: Folder
lv: Mape

source: The download directory is not valid. Please configure it in the settings.
lv: Lejupielādes mape nav derīga. Lūdzu pārkonfigurējiet iestatījumus.

source: Could not login to Wallabag server.
lv: Nevarēju pieteikties Wallabag serverim.

source: Server response is not valid.
lv: Servera atbilde nav derīga.

source: Communication with server failed.
lv: Komunikācija ar serveri neizdevās.

source: Connecting…
lv: Savienojamies…

source: Adding articles from queue…
lv: Pievienojam rakstus no rindas…

source: Getting article list…
lv: Saņemam rakstu sarakstu…

source: Downloading articles…
lv: Lejupielādējam rakstus…

source: Processing finished. Articles downloaded: %1 Deleted: %2 Failed: %3
lv: Apstrāde beigusies. Raksti lejupielādēti: %1 Izdzēsti: %2 Neizdevās: %3

source: Processing finished. Articles downloaded: %1 Deleted: %2
lv: Apstrāde pabeigta. Raksti lejupielādēti: %1 Izdzēsti: %2

source: Synchronizing remote deletions…
lv: Sinhronizējam attālināti izdzēstos…

source: Processing local files…
lv: Apstrādājam failus uz ierīces…

source: Set a single tag to filter articles on
lv: Uzlikt vienu birku pēc kuras atfiltrēt rakstus

source: Set tags
lv: Uzstādīt birkas

source: Enter the details of your Wallabag server and account. Client ID and client secret are long strings so you might prefer to save the empty settings and edit the config file directly in your installation directory: %1/wallabag.lua Restart KOReader after editing the config file.
lv: Ievadiet Wallabag servera detaļas un pieslēgšanās informāciju. Klienta ID un klienta noslēpums vairs nav garas virknes, tāpēc varat saglabāt konfigurācijas failu un rediģēt instalācijas mapē: %1/wallabag.lua Restartējiet KOReader pēc faila izmaiņām.

source: Wallabag settings
lv: Wallabag iestatījumi

source: Server URL
lv: Servera URL

source: Client ID
lv: Klienta ID

source: Client secret
lv: Klienta noslēpums

source: Wallabag client settings
lv: Wallabag klienta iestatījumi

source: Number of articles
lv: Rakstu skaits

source: Number of articles to download per sync
lv: Rakstu skaits, kurus lejupielādēt sinhronizācijas laikā

source: Article added to download queue: %1
lv: Raksts pievienots lejupielādes rindai: %1

source: Article added to Wallabag: %1
lv: Raksts pievienots Wallabag: %1

source: Error adding link to Wallabag: %1
lv: Kļūda pievienojot saiti Wallabag: %1

source: Synchronises articles with a Wallabag server.
lv: Sinhronizēt rakstus ar Wallabag serveri.

source: Tap the lower right corner
lv: Pieskarieties labajam apakšējam stūrim

source: Tap the upper right corner
lv: Pieskarieties labajam augšējam stūrim
