Repository: Szybet/koreader-inkbox
Catalog: koreader/l10n/*/koreader.po
Languages: lv

source: Some languages have specific typographic rules: these include hyphenation, line breaking rules, and language specific glyph variants. KOReader will choose one according to the language tag from the book's metadata, but you can select another one. You can also set a default language or a fallback one with a long-press. Features available per language are marked with: ‐ : language specific hyphenation dictionary  : specific line breaking rules (mostly related to quotation marks)  : more line breaking rules (e.g., single letter prepositions not allowed at end of line) Note that when a language does not come with its own hyphenation dictionary, the English (US) one will be used. When the book's language tag is not among our presets, no specific features will be enabled, but it might be enough to get language specific glyph variants (when supported by the fonts).
lv: Dažām valodām ir specifiski tipogrāfijas likumi - defises, rindu pārneses simboli un valodas specifisku simbolu varianti. KOReader izvēlēsies valodu atbilstoši grāmatas metadatiem, bet Jūs varat izvēlēties arī citu. Jūs varat uzstādīt arī noklusējuma valodu vai izmantot iepriekšējo, izmantojot ilga pieskāriena žestu. Valodai pieejamās iezīmes ir apzīmētas ar: ‐ : valodas specifisku domu zīmju vārdnīca ‐ : nestandarta rindu pārneses likumi (saistīti ar citātiem) ‐ : vairāk rindu pārneses likumi (viena burta novietojums nav atļauts rindas beigās) Kad valoda nenorāda defises apzīmējumus - angļu (US) apzīmējumi tiks lietoti. Kad valoda netiek atpazīta - speciālās iezīmes netiks ieslēgtas, bet iespējams strādās valodas specifisku simbolu varianti (ja tos atbalsta fonts).

source: About typography rules
lv: Par tipogrāfijas likumiem

source: Current main language tag:
lv: Konkrētās galvenās valodas birka:

source: Other language tags:
lv: Citu valodu birkas:

source: Language tags (and hyphenation dictionaries) used since start up
lv: Valodas birkas (un defises apzīmējumi) kopš sākšanas

source: Changed language for typography rules to %1.
lv: Tipogrāfijas likumu valoda mainīta uz %1.

source: Would you like %1 to be used as the default (★) or fallback (�) language for typography rules? Default will always take precedence while fallback will only be used if the language of the book can't be automatically determined.
lv: Vai Jūs vēlētos, lai %1 tiktu izmantota kā noklusējuma (★) vai rezerves (�) valoda tipogrāfijas likumiem? Noklusējuma vienmēr tiks lietota un rezerves tiks lietota tikai tad ja grāmatas valodu nevarēs noteikt.

# Typography
source: Fallback
lv: Rezerves

source: Typography rules: %1
lv: Tipogrāfijas likumi: %1

source: Respect embedded lang tags
lv: Atzīt iešūtās valodas birkas

source: Would you like to respect or ignore embedded lang tags by default? Respecting them will use relevant typographic rules to render their content, while ignoring them will always use the main language typography rules. The current default (★) is to respect them.
lv: Vai Jūs vēlētos atzīt vai ignorēt iešūtās valodas birkas pēc noklusējuma? Ja tās tiks atzītas, tad tiks pielietoti atbilstoši tipogrāfijas likumi. Ja netiks atzītas, tad galvenās valodas tipogrāfijas likumi tiks lietoti. Pēc noklusējuma (★) valodas birkas tiek atzītas.

source: Would you like to respect or ignore embedded lang tags by default? Respecting them will use relevant typographic rules to render their content, while ignoring them will always use the main language typography rules The current default (★) is to ignore them.
lv: Vai Jūs vēlētos atzīt vai ignorēt iešūtās valodas birkas pēc noklusējuma? Ja tās tiks atzītas, tad tiks pielietoti atbilstoši tipogrāfijas likumi. Ja netiks atzītas, tad galvenās valodas tipogrāfijas likumi tiks lietoti. Pēc noklusējuma (★) valodas birkas NETIEK atzītas.

source: Ignore (★)
lv: Ignorēt (★)

source: Respect (★)
lv: Atzīt (★)

source: Respect
lv: Atzīt

source: Enable hyphenation
lv: Ieslēgt defises

source: Would you like to enable or disable hyphenation by default? The current default (★) is enabled.
lv: Vai vēlaties ieslēgt vai izslēgt defises pēc noklusējuma? Pēc noklusējuma (★) ir ieslēgtas.

source: Would you like to enable or disable hyphenation by default? The current default (★) is disabled.
lv: Vai vēlaties ieslēgt vai izslēgt defises pēc noklusējuma? Pēc noklusējuma (★) ir izslēgtas.

source: Left/right minimal sizes: language defaults
lv: Kreisās/labās minimālie izmēri: valodas noklusējuma

source: Hyphenation limits
lv: Defises limiti

source: Set minimum length before hyphenation occurs. These settings will apply to all books with any hyphenation dictionary. 'Use language defaults' resets them.
lv: Uzstādiet minimālo garumu pirms defise tiek lietota. Iestatījumi tiks pielietoti visām grāmatām, kurām ir defises apzīmējumi. 'Izmantot valodas noklusējuma' nodzēš iestatījumus.

source: Trust soft hyphens
lv: Uzticēties mīkstajām defisēm

source: Would you like to enable or disable trusting soft hyphens by default? The current default (★) is enabled.
lv: Vai Jūs vēlētos ieslēgt vai izslēgt uzticēšanos mīkstajām defisēm pēc noklusējuma? Pēc noklusējuma (★) ir ieslēgts.

source: Would you like to enable or disable trusting soft hyphens by default? The current default (★) is disabled.
lv: Vai Jūs vēlētos ieslēgt vai izslēgt uzticēšanos mīkstajām defisēm pēc noklusējuma? Pēc noklusējuma (★) ir izslēgts.

source: Hyphenation dictionary: %1
lv: Defises apzīmējumi: %1

source: Algorithmic hyphenation
lv: Algoritmiskā defises lietošana

source: Would you like to enable or disable algorithmic hyphenation by default? The current default (★) is enabled.
lv: Vai Jūs vēlētos ieslēgt vai izslēgt algoritmisko defises lietojumu pēc noklusējuma? Pēc noklusējuma (★) ir ieslēgts.

source: Would you like to enable or disable algorithmic hyphenation by default? The current default (★) is disabled.
lv: Vai Jūs vēlētos ieslēgt vai izslēgt algoritmisko defises lietojumu pēc noklusējuma? Pēc noklusējuma (★) ir izslēgts.

source: Would you like to enable or disable hyphenation with soft hyphens only by default? The current default (★) is enabled.
lv: Vai Jūs vēlētos ieslēgt vai izslēgt mīkstās defises lietojumu pēc noklusējuma? Pēc noklusējuma (★) ir ieslēgts.

source: Would you like to enable or disable hyphenation with soft hyphens only by default? The current default (★) is disabled.
lv: Vai Jūs vēlētos ieslēgt vai izslēgt mīkstās defises lietojumu pēc noklusējuma? Pēc noklusējuma (★) ir izslēgts.

source: soft-hyphens only
lv: tikai mīkstās defises

source: algorithmic
lv: algoritmiski

source: Hyphenation: %1
lv: Defises lietojums: %1

source: Hanging punctuation
lv: Pārkares interpunkcija

source: Would you like to enable or disable hanging punctuation by default? The current default (★) is enabled.
lv: Vai Jūs vēlētos ieslēgt vai izslēgt pārkares interpunkciju pēc noklusējuma? Pēc noklusējuma (★) ir ieslēgta.

source: Would you like to enable or disable hanging punctuation by default? The current default (★) is disabled.
lv: Vai Jūs vēlētos ieslēgt vai izslēgt pārkares interpunkciju pēc noklusējuma? Pēc noklusējuma (★) ir izslēgta.

source: Book language: %1
lv: Grāmatas valoda: %1

source: Changed language for typography rules to book language: %1.
lv: Grāmatas valodas tipogrāfijas likumi mainīti: %1.

source: Continuous view (scroll mode) works best with zoom to page width, zoom to content width or zoom to rows. In combination with zoom to fit page, page height, content height, content or columns, continuous view can cause unexpected shifts when turning pages.
lv: Nepārtrauktā skatīšana (ritināšanas režīms) vislabāk lietojama kopā ar mērogošanu pret lapas vai satura platumu. Nepārtrauktā skatīšana var radīt neparedzētu pārslēgšanos, kad lapas tiek pārškirtas (ja tiek lietota lapas, lapas augstuma, satura augstuma vai satura mērogošana).

source: DjVu render mode
lv: DjVu attēlošanas režīms

source: COLOUR (works for both colour and b&w pages)
lv: KRĀSAINS (der arī melnbaltām lapām)

source: BLACK & WHITE (for b&w pages only, much faster)
lv: MELNBALTS (tikai melnbaltām lapām, daudz ātrāks)

source: COLOUR ONLY (slightly faster than COLOUR)
lv: TIKAI KRĀSAINS (ātrāks kā KRĀSAINS)

source: MASK ONLY (for b&w pages only)
lv: TIKAI MASKA (melnbaltām lapām)

source: COLOUR BACKGROUND (show only background)
lv: KRĀSAINS FONS (rādīt tikai fonu)

source: COLOUR FOREGROUND (show only foreground)
lv: KRĀSAINS PRIEKŠPLĀNS (rādīt tikai priekšplānu)

source: RTL page turning.
lv: No labās uz kreiso lapas pārškiršana.

source: LTR page turning.
lv: No kreisās uz labo lapas pāršķiršana.

source: Search Wikipedia
lv: Meklēt Wikipedia

source: Wikipedia lookup
lv: Wikipedia uzmeklēšana

source: Wikipedia history
lv: Wikipedia vēsture

source: Wikipedia settings
lv: Wikipedia iestatījumi

source: Set Wikipedia languages
lv: Uzstādīt Wikipedia valodas

source: %1 does not look like a valid Wikipedia language.
lv: %1 neizskatās pēc derīgas Wikipedia valodas.

source: Wikipedia languages
lv: Wikipedia valodas

source: Enter one or more Wikipedia language codes (the 2 or 3 letters before .wikipedia.org), in the order you wish to see them available, separated by a space. For example: en fr zh Full list at https://en.wikipedia.org/wiki/List_of_Wikipedias
lv: Ievadi vienu vai vairākus Wikipedia valodas kodus (2 vai 3 burtus pirms .wikipedia.org) secībā kādā Jūs tos vēlētos redzēt, atdalītus ar atstarpi. Piemēram: en fr lv Pilnu sarakstu meklējiet https://en.wikipedia.org/wiki/List_of_Wikipedias

source: Use ~/Wikipedia/
lv: Izmantot ~/Wikipedia/

source: Enable Wikipedia history
lv: Ieslēgt Wikipedia vēsturi

source: Clean Wikipedia history
lv: Iztīrīt Wikipedia vēsturi

source: Clean Wikipedia history?
lv: Iztīrīt Wikipedia vēsturi?

source: Show image in search results
lv: Rādīt attēlus meklēšanas rezultātos

source: Show more images in full article
lv: Rādīt vairāk attēlu pilnajā rakstā

source: Retrieving Wikipedia %2 article: %1
lv: Iegūstam Wikipedia %2 rakstu: %1

source: Failed to retrieve Wikipedia article.
lv: Neizdevās iegūt Wikipedia rakstu.

source: Wikipedia article not found.
lv: Wikipedia raksts nav atrasts.

source: Searching Wikipedia %2 for: %1
lv: Meklējam Wikipedia %2 : %1

source: Failed searching Wikipedia.
lv: Neizdevās atrast neko Wikipedia.

source: (full article : %1 kB, = %2 x this intro length)
lv: (pilns raksts: %1 kB, = %2 x ievada garums)

source: Wikipedia request interrupted.
lv: Wikipedia pieprasījums atcelts.

source: page
lv: lappuse

source: full
lv: pilns

source: width
lv: platums

source: height
lv: augstums

source: manual
lv: manuāli

source: Zoom to fit page works best with page view.
lv: Lappuses mērogošana vislabāk strādā ar lappuses skatu.

source: Zoom to fit page height works best with page view.
lv: Mērogot tā, lai lapas augstums sader ar lapas skatu.

source: Zoom to fit content height works best with page view.
lv: Mērogot tā, lai satura augstums sader ar lapas skatu.

source: Zoom to fit content works best with page view.
lv: Mērogot tā, lai lapas augstums ietilpst lapas skatā.

source: Zoom to fit columns works best with page view.
lv: Mērogot tā, lai lapas augstums ietilpst lapas skatā.

source: Set horizontal overlap
lv: Uzstādīt horizontālo pārklāšanos

source: Set vertical overlap
lv: Uzstādīt vertikālo pārklāšanos

source: Zoom set to: mode: %1 number of columns: %2 number of rows: %4 horizontal overlap: %3 % vertical overlap: %5 % zoom factor: %6
lv: Pietuvināšana uzstādīta: režīms: %1 sleju skaits: %2 rindu skaits: %4 horizontālā pārklāšanās: %3 % vertikālā pārklāšanās: %5 % pietuvināšanas koeficients: %6

source: %1 In combination with continuous view (scroll mode), this can cause unexpected vertical shifts when turning pages.
lv: %1 Negaidītas vertikālas pārbīdes var notikt, kad lapas tiek pāršķirtas, ja tiks lietota nepārtraukta skatīšanās (ritināšanas režīms).

source: Manual zoom works best with page view. Please enable page view instead of continuous view (scroll mode).
lv: "Manuālo pietuvināšanu vislabāk lietot ar lappuses skatu". Lūdzu ieslēdziet lappuses skatu nevis nepārtraukto skatu (ritināšanas režīmu).

source: Set Zoom factor
lv: Uzstādīt pietuvināšanas koeficientu

source: File '%1' does not exist.
lv: Fails '%1' neeksistē.

source: File '%1' is not supported.
lv: Fails '%1' nav atbalstīts.

source: Opening file '%1'.
lv: Atveram failu '%1'.

source: No reader engine for this file or invalid file.
lv: Lasīšanas dzinējs failam nav pieejams vai fails ir nekorekts.

source: Password is incorrect, try again?
lv: Nepareiza parole, mēģināt vēlreiz?

source: Input document password
lv: Ievadiet dokumenta paroli

source: Failed recognizing or parsing this file: unsupported or invalid document. KOReader will exit now.
lv: Neizdevās atpazīt vai parsēt failu: nesuportēts vai nepareizs dokuments. KOReader tiks aizvērts.

source: May
lv: Maijs

source: January
lv: Janvāris

source: February
lv: Februāris

source: March
lv: Marts

source: April
lv: Aprīlis

source: June
lv: Jūnijs

source: July
lv: Jūlijs

source: August
lv: Augusts

source: September
lv: Septembris

source: October
lv: Oktobris

source: November
lv: Novembris

source: December
lv: Decembris

source: Mon
lv: Pirm.

source: Tue
lv: Otr.

source: Wed
lv: Treš.

source: Thu
lv: Cet.

source: Fri
lv: Piekt.

source: Sat
lv: Sest.

source: Sun
lv: Svētd.

source: Monday
lv: Pirmdiena

source: Tuesday
lv: Otrdiena

source: Wednesday
lv: Trešdiena

source: Thursday
lv: Ceturtdiena

source: Friday
lv: Piektdiena

source: Saturday
lv: Sestdiena

source: Sunday
lv: Svētdiena

source: Not connected
lv: Nav savienots

source: Connected to Wi-Fi
lv: Pieslēdzies Wi-Fi

source: Connected to mobile data network
lv: Savienots ar mobilo datu tīklu

source: Connected to Ethernet
lv: Pieslēdzies Ethernet

source: Connected to Bluetooth
lv: Pieslēdzies Bluetooth

source: Connected to VPN
lv: Pieslēdzies VPN

source: Unknown connection
lv: Nezināms savienojums

source: Device type: %1
lv: Ierīces tips: %1

source: E-ink display supported. Platform: %1
lv: E-ink ekrāns atbalstīts. Platforma: %1

source: This device needs CPU, screen and touchscreen always on. Screen timeout will be ignored while the app is in the foreground!
lv: Ierīcei nepieciešams CPU, ekrāns un skārienekrāns vienmēr ieslēgts. Ekrāna taimouts tiks ignorēts kamēr lietojumprogramma ir atvērta!

source: Frontlight settings
lv: Apgaismojuma iestatījumi

source: Light settings
lv: Apgaismojuma iestatījumi

source: Brightness
lv: Spilgtums

source: Warmth
lv: Siltums

source: Your device seems to be unable to download packages. Retry using the browser?
lv: Jūsu ierīce nespēj lejupielādēt pakotnes. Mēģināt vēlreiz no tīmekļa pārlūka?

source: Retry
lv: Mēģināt vēlreiz

source: Update is ready. Install it now?
lv: Atjauninājums ir gatavs. Instalēt to tagad?

source: Frontlight disabled.
lv: Apgaismojums izslēgts.

source: Frontlight intensity set to %1.
lv: Apgaismojuma intensitāte mainīta uz %1.

source: Warmth set to %1%.
lv: Siltums iestatīts uz %1%.

source: Frontlight enabled.
lv: Apgaismojums ieslēgts.

source: Accelerometer rotation events off.
lv: Akselerometra rotācijas notikumi izslēgti.

source: Accelerometer rotation events on.
lv: Akselometra rotācijas notikumi ieslēgti.

source: Couldn't extract archive: %1 Unrecognized filename extension.
lv: Nevarēju ekstrahēt arhīvu: %1 Neatpazīstams faila paplašinājums.

source: Extracting archive failed: %1
lv: Arhīva ekstrahēšana neizdevās: %1

source: Are you sure you want to reboot the device?
lv: Vai Jūs tiešām vēlaties restartēt ierīci?

source: Reboot
lv: Restartēt

source: Are you sure you want to power off the device?
lv: Vai Jūs tiešām vēlaties izslēgt ierīci?

source: Power off
lv: Izslēgt

source: This will take effect on next restart.
lv: Izmaiņas būs spēkā pēc nākamās restartēšanas.

source: Reading progress
lv: Lasīšanas progress

source: Show menu
lv: Parādīt izvēlni

source: Screenshot
lv: Ekrānšāviņš

source: Suspend
lv: Apturēt

source: Exit KOReader
lv: Iziet KOReader

source: Restart KOReader
lv: Restartēt KOReader

source: Reboot the device
lv: Restartēt ierīci

source: Toggle hold corners
lv: Pārslēgt stūru turēšanu

source: Invert page turn buttons
lv: Invertēt lappuses pārškiršanas pogas

source: Toggle accelerometer
lv: Pārslēgt akselerometru

source: Toggle orientation
lv: Pārslēgt orientāciju

source: Invert rotation
lv: Invertēt rotāciju

source: Rotate by 90° CW
lv: Rotēt par 90° pulksteņrādītāja virzienā

source: Turn on Wi-Fi
lv: Ieslēgt Wi-Fi

source: Turn off Wi-Fi
lv: Izslēgt Wi-Fi

source: Toggle Wi-Fi
lv: Pārslēgt Wi-Fi

source: Show frontlight dialog
lv: Parādīt apgaismojuma dialogu

source: Toggle frontlight
lv: Pārslēgt apgaismojumu

source: Set frontlight warmth
lv: Iestatīt priekšējā apgaismojuma siltumu

source: Increase frontlight warmth
lv: Palielināt priekšējā apgaismojuma siltumu

source: Decrease frontlight warmth
lv: Samazināt priekšējā apgaismojuma siltumu

source: Toggle night mode
lv: Pārslēgt nakts režīmu

source: Set night mode
lv: Uzstādīt nakts režīmu

source: on
lv: ieslēgts

source: Full screen refresh
lv: Pilna ekrāna atjaunošana

source: Always flash on chapter boundaries
lv: Vienmēr mirgot uz nodaļas robežas

source: Toggle flashing on chapter boundaries
lv: Pārslēgt mirgošanu uz nodaļas robežas

source: Never flash on chapter's 2nd page
lv: Nemirgot uz nodaļas 2. lapas

source: Toggle flashing on chapter's 2nd page
lv: Pārslēgt mirgošanu uz nodaļas 2. lapas

source: Folder up
lv: Mape augšup

source: Show plus menu
lv: Parādīt papildus izvēlni

source: Show bottom menu
lv: Parādīt apakšējo izvēlni

source: Previous chapter
lv: Iepriekšējā nodaļa

source: Next chapter
lv: Nākamā nodaļa

source: First page
lv: Pirmā lapa

source: Last page
lv: Pēdējā lapa

source: Previous bookmark
lv: Iepriekšējā grāmatzīme

source: Next bookmark
lv: Nākamā grāmatzīme

source: Go to latest bookmark
lv: Doties uz pēdējo grāmatzīmi

source: Back
lv: Atpakaļ

source: Back to previous location
lv: Atpakaļ uz iepriekšējo lokāciju

source: Follow nearest link
lv: Sekot tuvākajai hipersaitei

source: Follow nearest internal link
lv: Sekot tuvākajai iekšējai hipersaitei

source: Clear location history
lv: Notīrīt lokāciju vēsturi

source: Toggle bookmark
lv: Pārslēgt grāmatzīmes

source: Toggle page flipping
lv: Pārslēgt lapas pāršķiršanu

source: Toggle reflow
lv: Pārslēgt ieplūšanu

source: Zoom mode
lv: Pietuvināšanas režīms

source: Change zoom factor
lv: Mainīt pietuvināšanas koeficientu

source: Toggle page turn direction
lv: Pārslēgt lapu pagriešanas virzienu

source: Cycle highlight action
lv: Šķirstīt izcēlumu darbības

source: Cycle highlight style
lv: Ciklot izcelšanas stilu

source: Toggle panel zoom
lv: Pārslēgt paneļa mērogošanu

source: Font Size
lv: Fonta izmērs

source: Unknown item
lv: Nezināms priekšmets

source: Nothing
lv: Nekas

source: Sort
lv: Šķirot

source: If called by a gesture the amount of the gesture will be used
lv: Ja izsauc ar žestu - žesta vērtība tiks lietota

source: Device
lv: Ierīce

source: Reflowable documents (epub, fb2, txt…)
lv: Iepludināms dokuments (epub, fb2, txt...)

source: Fixed layout documents (pdf, djvu, pics…)
lv: Fiksēts dokumentu izkārtojums (pdf, djvu, pics...)

source: outdated
lv: novecojis

source: Rotation
lv: Rotācija

source: Two Columns
lv: Divas kolonnas

source: Render the document on half the screen width and display two pages at once with a single page number. This makes it look like two columns. This is disabled in scroll mode. Switching from page mode with two columns to scroll mode will cause the document to be re-rendered.
lv: Atveido dokumentu pusē no ekrāna platuma un vienlaicīgi parādā divas lappuses ar vienu lappuses numuru. Šādi tās izskatās kā divas kolonnas. Ritināšanas režīmā šis tiek atspējots. Pārslēdzoties no lappuses režīma ar divām kolonnām uz ritināšanas režīmu, dokuments tiks atveidots no jauna.

source: L/R Margins
lv: K/L malas

source: Left/Right Margins
lv: K/L malas

source: Sync T/B Margins
lv: Sinhronizēt Augš./Apakš. malas

source: Keep top and bottom margins synchronized. - 'off' allows different top and bottom margins. - 'on' keeps top and bottom margins locked, ensuring text is vertically centered in the page. In the top menu → Settings → Status bar, you can choose whether the bottom margin applies from the bottom of the screen, or from above the status bar.
lv: Augšas un apakšas robežas ir sinhronizētas. - 'izslēgt' atļauj dažādas augšas un apakšas robežas. - 'ieslēgt' augšas un apakšas robežas būs fiksētas, nodrošinot, ka teksts tiks vertikāli centrēts lapā. Augšējā izvēlnē -> Iestatījumos -> Statusa joslā, Jūs varat izvēlēties vai apakšējā robeža tiek novietota ekrāna apakšā vai virs statusa joslas.

source: Top Margin
lv: Augšējā mala

source: Top/Bottom Margins
lv: Augšējā/apakšējā mala

source: Top
lv: Augša

source: Bottom
lv: Apakša

source: Bottom Margin
lv: Apakšējā mala

source: In the top menu → Settings → Status bar, you can choose whether the bottom margin applies from the bottom of the screen, or from above the status bar.
lv: Augšējā izvēlnē -> Iestatījumos -> Statusa joslā, Jūs varat izvēlēties vai apakšējā robeža tiek novietota ekrāna apakšā vai virs statusa joslas.

source: View Mode
lv: Skatīšanās režīms

source: continuous
lv: nepārtraukts

source: - 'page' mode splits the text into pages, at the most acceptable places (page numbers and the number of pages may change when you change fonts, margins, styles, etc.). - 'continuous' mode allows you to scroll the text like you would in a web browser (the 'Page Overlap' setting is only available in this mode).
lv: - 'lapas' režīms sadala tekstu lapās vispiemērotākajās vietās (lapu numuri un lapu skaits var mainīties balstoties uz fonta izmēru, robežām, stiliem, utml). - 'nepārtraukts' režīms atļauj Jums ritināt tekstu kā tīmekļa pārlūkā (tikai 'Lapas pārklāšanās' iestatījums ir pieejams šajā režīmā).

source: Render Mode
lv: Attēlošanas režīms

source: legacy
lv: mantojuma

source: flat
lv: plakans

source: book
lv: grāmata

source: web
lv: tīmeklis

source: - 'legacy' uses original CR3 block rendering code. - 'flat' ensures flat rendering with collapsing margins and accurate page breaks. - 'book' additionally allows floats, but limits style support to avoid blank spaces and overflows. - 'web' renders as web browsers do, allowing negative margins and possible page overflow.
lv: - 'mantojums' izmanto oriģinālo CR3 bloku attēlošanas kodu. - 'plakans' nodrošina plakano attēlošanu samazinot robežas un izmantojot akurātus lapu pārtraukumus. - 'grāmata' papildus atļauj peldošumu, bet ierobežo stilu atbalstu, lai izvairītos no tukšām atstarpēm un pārplūdes. - 'tīmeklis' attēlo lapu tāpat kā tīmekļa pārlūks, atļaujot negatīvas robežas un iespējamu lapas pārplūšanu.

source: Zoom (dpi)
lv: Pietuvināt (dpi)

source: Sets the DPI used to scale absolute CSS units and images: - off: ignore absolute units (old engine behavior). - 96¹’¹: at 96 DPI, 1 CSS pixel = 1 screen pixel and images are rendered at their original dimensions. - other values scale CSS absolute units and images by a factor (300 DPI = x3, 48 DPI = x0.5) Using your device's actual DPI will ensure 1 cm in CSS actually translates to 1 cm on screen. Note that your selected font size is not affected by this setting.
lv: Uzstāda DPI lai mērogotu absolūta CSS vienības un attēlus: - izslēgts: ignorēt absolūtās vienīgas (vecā dzinēja uzvedība). - 96¹’¹: 96 DPI, 1 CSS pikselis = 1 ekrāna pikselis un attēli tiek attēloti to oriģinālajās dimensijās. - citas vērtības mērogo CSS absolūtās vienības un attēlus pēc koeficienta (300 DPI = x3, 48 DPI = x0.5) Izmantojot ierīces patieso DPI nodrošinās 1cm CSS tiks pārtulkots uz 1cm uz ekrāna. Fonta izmērs netiks izmainīts, balstoties uz šo iestatījumu.

source: Line Spacing
lv: Rindu atstatums
